{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "?": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "D": 29,
      "E": 30,
      "F": 31,
      "G": 32,
      "H": 33,
      "I": 34,
      "J": 35,
      "K": 36,
      "L": 37,
      "M": 38,
      "N": 39,
      "O": 40,
      "P": 41,
      "Q": 42,
      "R": 43,
      "S": 44,
      "T": 45,
      "U": 46,
      "V": 47,
      "W": 48,
      "X": 49,
      "Y": 50,
      "Z": 51,
      "a": 52,
      "b": 53,
      "c": 54,
      "d": 55,
      "e": 56,
      "f": 57,
      "g": 58,
      "h": 59,
      "i": 60,
      "j": 61,
      "k": 62,
      "l": 63,
      "m": 64,
      "n": 65,
      "o": 66,
      "p": 67,
      "q": 68,
      "r": 69,
      "s": 70,
      "t": 71,
      "u": 72,
      "v": 73,
      "w": 74,
      "x": 75,
      "y": 76,
      "z": 77,
      "©": 78,
      "«": 79,
      "»": 80,
      "À": 81,
      "Â": 82,
      "Ã": 83,
      "Ç": 84,
      "É": 85,
      "Ê": 86,
      "Ô": 87,
      "à": 88,
      "á": 89,
      "â": 90,
      "ç": 91,
      "è": 92,
      "é": 93,
      "ê": 94,
      "ë": 95,
      "í": 96,
      "î": 97,
      "ï": 98,
      "ô": 99,
      "ù": 100,
      "û": 101,
      "œ": 102,
      "​": 103,
      "–": 104,
      "—": 105,
      "’": 106,
      "“": 107,
      "”": 108,
      "…": 109,
      "‽": 110,
      "⊂": 111,
      "ou": 112,
      "re": 113,
      "es": 114,
      "on": 115,
      "en": 116,
      "is": 117,
      "in": 118,
      "he": 119,
      "an": 120,
      "er": 121,
      "le": 122,
      "it": 123,
      "as": 124,
      "de": 125,
      "om": 126,
      "at": 127,
      "qu": 128,
      "ar": 129,
      "to": 130,
      "ne": 131,
      "ve": 132,
      "or": 133,
      "the": 134,
      "se": 135,
      "ai": 136,
      "te": 137,
      "me": 138,
      "ent": 139,
      "you": 140,
      "th": 141,
      "la": 142,
      "ous": 143,
      "ll": 144,
      "ce": 145,
      "est": 146,
      "ing": 147,
      "que": 148,
      "pas": 149,
      "Je": 150,
      "ch": 151,
      "au": 152,
      "il": 153,
      "tr": 154,
      "un": 155,
      "ais": 156,
      "Tom": 157,
      "our": 158,
      "no": 159,
      "li": 160,
      "us": 161,
      "et": 162,
      "ri": 163,
      "su": 164,
      "be": 165,
      "ro": 166,
      "ant": 167,
      "al": 168,
      "ait": 169,
      "ave": 170,
      "ir": 171,
      "tu": 172,
      "of": 173,
      "di": 174,
      "do": 175,
      "pe": 176,
      "ion": 177,
      "ver": 178,
      "vous": 179,
      "Il": 180,
      "av": 181,
      "am": 182,
      "st": 183,
      "and": 184,
      "tre": 185,
      "lle": 186,
      "ay": 187,
      "ed": 188,
      "out": 189,
      "ment": 190,
      "The": 191,
      "ap": 192,
      "mo": 193,
      "all": 194,
      "ac": 195,
      "lo": 196,
      "par": 197,
      "ag": 198,
      "for": 199,
      "com": 200,
      "les": 201,
      "im": 202,
      "ux": 203,
      "ren": 204,
      "ét": 205,
      "une": 206,
      "ur": 207,
      "con": 208,
      "ut": 209,
      "ad": 210,
      "ain": 211,
      "ke": 212,
      "ie": 213,
      "ic": 214,
      "ld": 215,
      "je": 216,
      "hat": 217,
      "go": 218,
      "ab": 219,
      "pr": 220,
      "that": 221,
      "son": 222,
      "po": 223,
      "res": 224,
      "ter": 225,
      "vo": 226,
      "was": 227,
      "dé": 228,
      "are": 229,
      "ans": 230,
      "He": 231,
      "we": 232,
      "ho": 233,
      "si": 234,
      "You": 235,
      "so": 236,
      "pl": 237,
      "du": 238,
      "have": 239,
      "gh": 240,
      "her": 241,
      "his": 242,
      "don": 243,
      "pour": 244,
      "ang": 245,
      "co": 246,
      "des": 247,
      "not": 248,
      "pen": 249,
      "ti": 250,
      "one": 251,
      "ons": 252,
      "now": 253,
      "ien": 254,
      "fe": 255,
      "ill": 256,
      "your": 257,
      "aire": 258,
      "pro": 259,
      "ly": 260,
      "my": 261,
      "ould": 262,
      "suis": 263,
      "can": 264,
      "ue": 265,
      "ère": 266,
      "ght": 267,
      "this": 268,
      "ée": 269,
      "ith": 270,
      "She": 271,
      "fr": 272,
      "We": 273,
      "dans": 274,
      "ma": 275,
      "very": 276,
      "bo": 277,
      "mon": 278,
      "ci": 279,
      "Elle": 280,
      "with": 281,
      "lu": 282,
      "It": 283,
      "ok": 284,
      "ten": 285,
      "ex": 286,
      "know": 287,
      "thing": 288,
      "ure": 289,
      "che": 290,
      "tes": 291,
      "want": 292,
      "der": 293,
      "man": 294,
      "per": 295,
      "Nous": 296,
      "ser": 297,
      "ré": 298,
      "ation": 299,
      "ul": 300,
      "qui": 301,
      "like": 302,
      "mp": 303,
      "cho": 304,
      "plus": 305,
      "ome": 306,
      "here": 307,
      "ple": 308,
      "sur": 309,
      "did": 310,
      "faire": 311,
      "fait": 312,
      "Tu": 313,
      "nous": 314,
      "cou": 315,
      "mes": 316,
      "Mar": 317,
      "ink": 318,
      "por": 319,
      "ven": 320,
      "wor": 321,
      "moi": 322,
      "Vous": 323,
      "ble": 324,
      "ès": 325,
      "ig": 326,
      "pla": 327,
      "sa": 328,
      "té": 329,
      "était": 330,
      "fo": 331,
      "jour": 332,
      "ard": 333,
      "him": 334,
      "Le": 335,
      "dre": 336,
      "tout": 337,
      "ni": 338,
      "ille": 339,
      "age": 340,
      "ta": 341,
      "ts": 342,
      "day": 343,
      "ust": 344,
      "avec": 345,
      "être": 346,
      "dis": 347,
      "ate": 348,
      "any": 349,
      "sé": 350,
      "ow": 351,
      "La": 352,
      "What": 353,
      "ine": 354,
      "ite": 355,
      "sh": 356,
      "up": 357,
      "vi": 358,
      "has": 359,
      "od": 360,
      "think": 361,
      "end": 362,
      "ance": 363,
      "what": 364,
      "ont": 365,
      "ted": 366,
      "Ce": 367,
      "oi": 368,
      "ct": 369,
      "vr": 370,
      "Do": 371,
      "use": 372,
      "ses": 373,
      "ça": 374,
      "ge": 375,
      "arri": 376,
      "ther": 377,
      "temp": 378,
      "sont": 379,
      "get": 380,
      "mais": 381,
      "ong": 382,
      "quel": 383,
      "wh": 384,
      "ici": 385,
      "veux": 386,
      "lui": 387,
      "Les": 388,
      "Mary": 389,
      "ry": 390,
      "able": 391,
      "temps": 392,
      "ff": 393,
      "main": 394,
      "ess": 395,
      "mer": 396,
      "quoi": 397,
      "lé": 398,
      "pré": 399,
      "time": 400,
      "dit": 401,
      "ire": 402,
      "ind": 403,
      "ouve": 404,
      "This": 405,
      "gr": 406,
      "They": 407,
      "id": 408,
      "bien": 409,
      "way": 410,
      "part": 411,
      "vé": 412,
      "had": 413,
      "some": 414,
      "uis": 415,
      "mar": 416,
      "tro": 417,
      "sais": 418,
      "cet": 419,
      "très": 420,
      "été": 421,
      "Wh": 422,
      "ak": 423,
      "but": 424,
      "pren": 425,
      "will": 426,
      "ck": 427,
      "about": 428,
      "ner": 429,
      "pre": 430,
      "cr": 431,
      "if": 432,
      "ise": 433,
      "bre": 434,
      "tou": 435,
      "ye": 436,
      "Que": 437,
      "were": 438,
      "Qu": 439,
      "elle": 440,
      "from": 441,
      "beau": 442,
      "Com": 443,
      "Don": 444,
      "dr": 445,
      "gar": 446,
      "sou": 447,
      "read": 448,
      "car": 449,
      "Ne": 450,
      "las": 451,
      "see": 452,
      "mé": 453,
      "vie": 454,
      "lais": 455,
      "ally": 456,
      "How": 457,
      "ions": 458,
      "ité": 459,
      "ase": 460,
      "ier": 461,
      "That": 462,
      "tell": 463,
      "lie": 464,
      "avai": 465,
      "voir": 466,
      "work": 467,
      "vrai": 468,
      "jam": 469,
      "ive": 470,
      "mb": 471,
      "sor": 472,
      "vou": 473,
      "there": 474,
      "look": 475,
      "coup": 476,
      "by": 477,
      "didn": 478,
      "alk": 479,
      "pos": 480,
      "votre": 481,
      "oir": 482,
      "need": 483,
      "more": 484,
      "toi": 485,
      "There": 486,
      "bon": 487,
      "ces": 488,
      "mis": 489,
      "êtes": 490,
      "lles": 491,
      "ami": 492,
      "cette": 493,
      "let": 494,
      "good": 495,
      "pense": 496,
      "Pour": 497,
      "né": 498,
      "sent": 499,
      "travai": 500,
      "ler": 501,
      "lf": 502,
      "ame": 503,
      "dent": 504,
      "hu": 505,
      "avoir": 506,
      "No": 507,
      "ph": 508,
      "air": 509,
      "My": 510,
      "long": 511,
      "ish": 512,
      "rie": 513,
      "ep": 514,
      "hap": 515,
      "port": 516,
      "ton": 517,
      "aut": 518,
      "dire": 519,
      "nu": 520,
      "ins": 521,
      "going": 522,
      "min": 523,
      "pi": 524,
      "would": 525,
      "ors": 526,
      "avez": 527,
      "chose": 528,
      "should": 529,
      "jamais": 530,
      "lit": 531,
      "does": 532,
      "how": 533,
      "En": 534,
      "dy": 535,
      "just": 536,
      "mat": 537,
      "ob": 538,
      "vis": 539,
      "aux": 540,
      "come": 541,
      "every": 542,
      "gu": 543,
      "mor": 544,
      "Ils": 545,
      "mi": 546,
      "rais": 547,
      "som": 548,
      "spe": 549,
      "vre": 550,
      "oun": 551,
      "peux": 552,
      "ol": 553,
      "who": 554,
      "red": 555,
      "hel": 556,
      "cor": 557,
      "fin": 558,
      "mu": 559,
      "cour": 560,
      "el": 561,
      "aime": 562,
      "than": 563,
      "too": 564,
      "cro": 565,
      "pres": 566,
      "vent": 567,
      "vais": 568,
      "ens": 569,
      "been": 570,
      "avait": 571,
      "ds": 572,
      "ils": 573,
      "pris": 574,
      "new": 575,
      "oin": 576,
      "stu": 577,
      "aid": 578,
      "trou": 579,
      "bu": 580,
      "bes": 581,
      "avons": 582,
      "ack": 583,
      "help": 584,
      "dev": 585,
      "never": 586,
      "autre": 587,
      "anger": 588,
      "jours": 589,
      "cer": 590,
      "va": 591,
      "appe": 592,
      "Are": 593,
      "fer": 594,
      "pa": 595,
      "could": 596,
      "fi": 597,
      "fu": 598,
      "she": 599,
      "sto": 600,
      "rest": 601,
      "self": 602,
      "train": 603,
      "much": 604,
      "af": 605,
      "hom": 606,
      "ves": 607,
      "ants": 608,
      "diff": 609,
      "beaucoup": 610,
      "br": 611,
      "comme": 612,
      "rent": 613,
      "vraiment": 614,
      "rien": 615,
      "ange": 616,
      "Why": 617,
      "ide": 618,
      "talk": 619,
      "right": 620,
      "aller": 621,
      "got": 622,
      "Pourquoi": 623,
      "cher": 624,
      "gent": 625,
      "ême": 626,
      "peu": 627,
      "avais": 628,
      "comp": 629,
      "trop": 630,
      "bl": 631,
      "tous": 632,
      "sed": 633,
      "ret": 634,
      "heure": 635,
      "Mon": 636,
      "ête": 637,
      "really": 638,
      "ded": 639,
      "sez": 640,
      "row": 641,
      "eu": 642,
      "pou": 643,
      "pay": 644,
      "ques": 645,
      "porte": 646,
      "prendre": 647,
      "fri": 648,
      "other": 649,
      "quest": 650,
      "aus": 651,
      "pet": 652,
      "int": 653,
      "leur": 654,
      "tri": 655,
      "Est": 656,
      "cau": 657,
      "ought": 658,
      "iture": 659,
      "ather": 660,
      "they": 661,
      "ache": 662,
      "quelque": 663,
      "Is": 664,
      "Sami": 665,
      "only": 666,
      "peut": 667,
      "love": 668,
      "cc": 669,
      "Ça": 670,
      "lot": 671,
      "when": 672,
      "ile": 673,
      "pé": 674,
      "ty": 675,
      "comm": 676,
      "monde": 677,
      "fois": 678,
      "Comment": 679,
      "In": 680,
      "ree": 681,
      "ars": 682,
      "art": 683,
      "vers": 684,
      "book": 685,
      "person": 686,
      "même": 687,
      "try": 688,
      "core": 689,
      "besoin": 690,
      "where": 691,
      "ante": 692,
      "ild": 693,
      "avant": 694,
      "jus": 695,
      "say": 696,
      "ule": 697,
      "conn": 698,
      "take": 699,
      "wr": 700,
      "won": 701,
      "ese": 702,
      "enf": 703,
      "itu": 704,
      "speak": 705,
      "nouve": 706,
      "pu": 707,
      "tom": 708,
      "encore": 709,
      "deux": 710,
      "met": 711,
      "ick": 712,
      "arrive": 713,
      "On": 714,
      "où": 715,
      "ask": 716,
      "bus": 717,
      "là": 718,
      "ity": 719,
      "cela": 720,
      "tru": 721,
      "act": 722,
      "parler": 723,
      "grand": 724,
      "ound": 725,
      "ique": 726,
      "body": 727,
      "wat": 728,
      "Can": 729,
      "cle": 730,
      "lang": 731,
      "must": 732,
      "puis": 733,
      "tle": 734,
      "play": 735,
      "ction": 736,
      "friend": 737,
      "Un": 738,
      "eat": 739,
      "jou": 740,
      "tor": 741,
      "oney": 742,
      "sommes": 743,
      "gl": 744,
      "ence": 745,
      "étais": 746,
      "ach": 747,
      "cat": 748,
      "père": 749,
      "ra": 750,
      "vu": 751,
      "live": 752,
      "off": 753,
      "fore": 754,
      "homme": 755,
      "fam": 756,
      "wo": 757,
      "ist": 758,
      "under": 759,
      "toujours": 760,
      "ready": 761,
      "last": 762,
      "home": 763,
      "mand": 764,
      "mble": 765,
      "ning": 766,
      "old": 767,
      "aient": 768,
      "nom": 769,
      "ough": 770,
      "lez": 771,
      "arr": 772,
      "argent": 773,
      "lait": 774,
      "doesn": 775,
      "cent": 776,
      "ful": 777,
      "tain": 778,
      "vien": 779,
      "ers": 780,
      "chez": 781,
      "maison": 782,
      "something": 783,
      "bi": 784,
      "gé": 785,
      "mal": 786,
      "went": 787,
      "ense": 788,
      "vez": 789,
      "tra": 790,
      "sup": 791,
      "venir": 792,
      "tent": 793,
      "feel": 794,
      "travail": 795,
      "hab": 796,
      "money": 797,
      "pri": 798,
      "dois": 799,
      "plan": 800,
      "aussi": 801,
      "If": 802,
      "bet": 803,
      "occ": 804,
      "pon": 805,
      "room": 806,
      "dow": 807,
      "Who": 808,
      "ale": 809,
      "back": 810,
      "pt": 811,
      "ît": 812,
      "seule": 813,
      "tur": 814,
      "Marie": 815,
      "ich": 816,
      "kes": 817,
      "née": 818,
      "ople": 819,
      "pat": 820,
      "them": 821,
      "ture": 822,
      "again": 823,
      "voiture": 824,
      "Ch": 825,
      "Jap": 826,
      "bli": 827,
      "cé": 828,
      "cre": 829,
      "ieux": 830,
      "make": 831,
      "anything": 832,
      "As": 833,
      "Let": 834,
      "Ple": 835,
      "sing": 836,
      "és": 837,
      "its": 838,
      "sure": 839,
      "belie": 840,
      "ake": 841,
      "scho": 842,
      "ned": 843,
      "iez": 844,
      "soit": 845,
      "Quel": 846,
      "mber": 847,
      "ms": 848,
      "py": 849,
      "ures": 850,
      "ast": 851,
      "told": 852,
      "child": 853,
      "rents": 854,
      "tenant": 855,
      "Please": 856,
      "Tout": 857,
      "jà": 858,
      "ouse": 859,
      "atten": 860,
      "aimer": 861,
      "entre": 862,
      "urs": 863,
      "déjà": 864,
      "pend": 865,
      "happen": 866,
      "Si": 867,
      "cl": 868,
      "people": 869,
      "prom": 870,
      "night": 871,
      "little": 872,
      "cause": 873,
      "Did": 874,
      "gre": 875,
      "said": 876,
      "ôt": 877,
      "still": 878,
      "school": 879,
      "bor": 880,
      "clo": 881,
      "find": 882,
      "sp": 883,
      "ette": 884,
      "stand": 885,
      "illes": 886,
      "Where": 887,
      "care": 888,
      "fac": 889,
      "house": 890,
      "ting": 891,
      "devr": 892,
      "voy": 893,
      "wee": 894,
      "sol": 895,
      "riez": 896,
      "sle": 897,
      "anç": 898,
      "demand": 899,
      "dog": 900,
      "sible": 901,
      "jourd": 902,
      "ways": 903,
      "hui": 904,
      "Elles": 905,
      "cu": 906,
      "eux": 907,
      "faut": 908,
      "ls": 909,
      "ys": 910,
      "before": 911,
      "used": 912,
      "An": 913,
      "emp": 914,
      "gir": 915,
      "put": 916,
      "quand": 917,
      "thought": 918,
      "always": 919,
      "rencon": 920,
      "well": 921,
      "many": 922,
      "parents": 923,
      "Bo": 924,
      "Par": 925,
      "cal": 926,
      "ear": 927,
      "fir": 928,
      "gi": 929,
      "hard": 930,
      "étu": 931,
      "hed": 932,
      "rench": 933,
      "col": 934,
      "believe": 935,
      "Fr": 936,
      "French": 937,
      "Où": 938,
      "cri": 939,
      "fais": 940,
      "sim": 941,
      "sans": 942,
      "vit": 943,
      "ème": 944,
      "lear": 945,
      "leave": 946,
      "derni": 947,
      "place": 948,
      "week": 949,
      "father": 950,
      "king": 951,
      "two": 952,
      "ving": 953,
      "heures": 954,
      "seul": 955,
      "meet": 956,
      "chien": 957,
      "made": 958,
      "télé": 959,
      "sort": 960,
      "ançais": 961,
      "bro": 962,
      "dét": 963,
      "eas": 964,
      "jet": 965,
      "plaît": 966,
      "maintenant": 967,
      "Qui": 968,
      "Engl": 969,
      "enfants": 970,
      "fut": 971,
      "ger": 972,
      "give": 973,
      "mus": 974,
      "mag": 975,
      "op": 976,
      "over": 977,
      "wait": 978,
      "ze": 979,
      "éco": 980,
      "into": 981,
      "inté": 982,
      "most": 983,
      "fem": 984,
      "essay": 985,
      "everything": 986,
      "petit": 987,
      "école": 988,
      "came": 989,
      "dor": 990,
      "ever": 991,
      "pain": 992,
      "çon": 993,
      "led": 994,
      "tement": 995,
      "aujourd": 996,
      "livre": 997,
      "français": 998,
      "langu": 999
    },
    "merges": [
      [
        "o",
        "u"
      ],
      [
        "r",
        "e"
      ],
      [
        "e",
        "s"
      ],
      [
        "o",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "i",
        "s"
      ],
      [
        "i",
        "n"
      ],
      [
        "h",
        "e"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "l",
        "e"
      ],
      [
        "i",
        "t"
      ],
      [
        "a",
        "s"
      ],
      [
        "d",
        "e"
      ],
      [
        "o",
        "m"
      ],
      [
        "a",
        "t"
      ],
      [
        "q",
        "u"
      ],
      [
        "a",
        "r"
      ],
      [
        "t",
        "o"
      ],
      [
        "n",
        "e"
      ],
      [
        "v",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "t",
        "he"
      ],
      [
        "s",
        "e"
      ],
      [
        "a",
        "i"
      ],
      [
        "t",
        "e"
      ],
      [
        "m",
        "e"
      ],
      [
        "en",
        "t"
      ],
      [
        "y",
        "ou"
      ],
      [
        "t",
        "h"
      ],
      [
        "l",
        "a"
      ],
      [
        "ou",
        "s"
      ],
      [
        "l",
        "l"
      ],
      [
        "c",
        "e"
      ],
      [
        "es",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "qu",
        "e"
      ],
      [
        "p",
        "as"
      ],
      [
        "J",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "a",
        "u"
      ],
      [
        "i",
        "l"
      ],
      [
        "t",
        "r"
      ],
      [
        "u",
        "n"
      ],
      [
        "a",
        "is"
      ],
      [
        "T",
        "om"
      ],
      [
        "ou",
        "r"
      ],
      [
        "n",
        "o"
      ],
      [
        "l",
        "i"
      ],
      [
        "u",
        "s"
      ],
      [
        "e",
        "t"
      ],
      [
        "r",
        "i"
      ],
      [
        "s",
        "u"
      ],
      [
        "b",
        "e"
      ],
      [
        "r",
        "o"
      ],
      [
        "an",
        "t"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "it"
      ],
      [
        "a",
        "ve"
      ],
      [
        "i",
        "r"
      ],
      [
        "t",
        "u"
      ],
      [
        "o",
        "f"
      ],
      [
        "d",
        "i"
      ],
      [
        "d",
        "o"
      ],
      [
        "p",
        "e"
      ],
      [
        "i",
        "on"
      ],
      [
        "v",
        "er"
      ],
      [
        "v",
        "ous"
      ],
      [
        "I",
        "l"
      ],
      [
        "a",
        "v"
      ],
      [
        "a",
        "m"
      ],
      [
        "s",
        "t"
      ],
      [
        "an",
        "d"
      ],
      [
        "t",
        "re"
      ],
      [
        "l",
        "le"
      ],
      [
        "a",
        "y"
      ],
      [
        "e",
        "d"
      ],
      [
        "ou",
        "t"
      ],
      [
        "m",
        "ent"
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "p"
      ],
      [
        "m",
        "o"
      ],
      [
        "a",
        "ll"
      ],
      [
        "a",
        "c"
      ],
      [
        "l",
        "o"
      ],
      [
        "p",
        "ar"
      ],
      [
        "a",
        "g"
      ],
      [
        "f",
        "or"
      ],
      [
        "c",
        "om"
      ],
      [
        "l",
        "es"
      ],
      [
        "i",
        "m"
      ],
      [
        "u",
        "x"
      ],
      [
        "re",
        "n"
      ],
      [
        "é",
        "t"
      ],
      [
        "u",
        "ne"
      ],
      [
        "u",
        "r"
      ],
      [
        "c",
        "on"
      ],
      [
        "u",
        "t"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "in"
      ],
      [
        "k",
        "e"
      ],
      [
        "i",
        "e"
      ],
      [
        "i",
        "c"
      ],
      [
        "l",
        "d"
      ],
      [
        "j",
        "e"
      ],
      [
        "h",
        "at"
      ],
      [
        "g",
        "o"
      ],
      [
        "a",
        "b"
      ],
      [
        "p",
        "r"
      ],
      [
        "th",
        "at"
      ],
      [
        "s",
        "on"
      ],
      [
        "p",
        "o"
      ],
      [
        "re",
        "s"
      ],
      [
        "t",
        "er"
      ],
      [
        "v",
        "o"
      ],
      [
        "w",
        "as"
      ],
      [
        "d",
        "é"
      ],
      [
        "a",
        "re"
      ],
      [
        "an",
        "s"
      ],
      [
        "H",
        "e"
      ],
      [
        "w",
        "e"
      ],
      [
        "h",
        "o"
      ],
      [
        "s",
        "i"
      ],
      [
        "Y",
        "ou"
      ],
      [
        "s",
        "o"
      ],
      [
        "p",
        "l"
      ],
      [
        "d",
        "u"
      ],
      [
        "h",
        "ave"
      ],
      [
        "g",
        "h"
      ],
      [
        "he",
        "r"
      ],
      [
        "h",
        "is"
      ],
      [
        "d",
        "on"
      ],
      [
        "p",
        "our"
      ],
      [
        "an",
        "g"
      ],
      [
        "c",
        "o"
      ],
      [
        "d",
        "es"
      ],
      [
        "no",
        "t"
      ],
      [
        "p",
        "en"
      ],
      [
        "t",
        "i"
      ],
      [
        "on",
        "e"
      ],
      [
        "on",
        "s"
      ],
      [
        "no",
        "w"
      ],
      [
        "i",
        "en"
      ],
      [
        "f",
        "e"
      ],
      [
        "i",
        "ll"
      ],
      [
        "you",
        "r"
      ],
      [
        "ai",
        "re"
      ],
      [
        "p",
        "ro"
      ],
      [
        "l",
        "y"
      ],
      [
        "m",
        "y"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "su",
        "is"
      ],
      [
        "c",
        "an"
      ],
      [
        "u",
        "e"
      ],
      [
        "è",
        "re"
      ],
      [
        "gh",
        "t"
      ],
      [
        "th",
        "is"
      ],
      [
        "é",
        "e"
      ],
      [
        "it",
        "h"
      ],
      [
        "S",
        "he"
      ],
      [
        "f",
        "r"
      ],
      [
        "W",
        "e"
      ],
      [
        "d",
        "ans"
      ],
      [
        "m",
        "a"
      ],
      [
        "ver",
        "y"
      ],
      [
        "b",
        "o"
      ],
      [
        "m",
        "on"
      ],
      [
        "c",
        "i"
      ],
      [
        "E",
        "lle"
      ],
      [
        "w",
        "ith"
      ],
      [
        "l",
        "u"
      ],
      [
        "I",
        "t"
      ],
      [
        "o",
        "k"
      ],
      [
        "t",
        "en"
      ],
      [
        "e",
        "x"
      ],
      [
        "k",
        "now"
      ],
      [
        "th",
        "ing"
      ],
      [
        "u",
        "re"
      ],
      [
        "c",
        "he"
      ],
      [
        "t",
        "es"
      ],
      [
        "w",
        "ant"
      ],
      [
        "d",
        "er"
      ],
      [
        "m",
        "an"
      ],
      [
        "p",
        "er"
      ],
      [
        "N",
        "ous"
      ],
      [
        "s",
        "er"
      ],
      [
        "r",
        "é"
      ],
      [
        "at",
        "ion"
      ],
      [
        "u",
        "l"
      ],
      [
        "qu",
        "i"
      ],
      [
        "li",
        "ke"
      ],
      [
        "m",
        "p"
      ],
      [
        "ch",
        "o"
      ],
      [
        "pl",
        "us"
      ],
      [
        "om",
        "e"
      ],
      [
        "he",
        "re"
      ],
      [
        "p",
        "le"
      ],
      [
        "su",
        "r"
      ],
      [
        "di",
        "d"
      ],
      [
        "f",
        "aire"
      ],
      [
        "f",
        "ait"
      ],
      [
        "T",
        "u"
      ],
      [
        "n",
        "ous"
      ],
      [
        "c",
        "ou"
      ],
      [
        "m",
        "es"
      ],
      [
        "M",
        "ar"
      ],
      [
        "in",
        "k"
      ],
      [
        "p",
        "or"
      ],
      [
        "v",
        "en"
      ],
      [
        "w",
        "or"
      ],
      [
        "mo",
        "i"
      ],
      [
        "V",
        "ous"
      ],
      [
        "b",
        "le"
      ],
      [
        "è",
        "s"
      ],
      [
        "i",
        "g"
      ],
      [
        "p",
        "la"
      ],
      [
        "s",
        "a"
      ],
      [
        "t",
        "é"
      ],
      [
        "ét",
        "ait"
      ],
      [
        "f",
        "o"
      ],
      [
        "j",
        "our"
      ],
      [
        "ar",
        "d"
      ],
      [
        "h",
        "im"
      ],
      [
        "L",
        "e"
      ],
      [
        "d",
        "re"
      ],
      [
        "t",
        "out"
      ],
      [
        "n",
        "i"
      ],
      [
        "il",
        "le"
      ],
      [
        "ag",
        "e"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "s"
      ],
      [
        "d",
        "ay"
      ],
      [
        "us",
        "t"
      ],
      [
        "ave",
        "c"
      ],
      [
        "ê",
        "tre"
      ],
      [
        "d",
        "is"
      ],
      [
        "at",
        "e"
      ],
      [
        "an",
        "y"
      ],
      [
        "s",
        "é"
      ],
      [
        "o",
        "w"
      ],
      [
        "L",
        "a"
      ],
      [
        "W",
        "hat"
      ],
      [
        "in",
        "e"
      ],
      [
        "it",
        "e"
      ],
      [
        "s",
        "h"
      ],
      [
        "u",
        "p"
      ],
      [
        "v",
        "i"
      ],
      [
        "h",
        "as"
      ],
      [
        "o",
        "d"
      ],
      [
        "th",
        "ink"
      ],
      [
        "en",
        "d"
      ],
      [
        "an",
        "ce"
      ],
      [
        "w",
        "hat"
      ],
      [
        "on",
        "t"
      ],
      [
        "te",
        "d"
      ],
      [
        "C",
        "e"
      ],
      [
        "o",
        "i"
      ],
      [
        "c",
        "t"
      ],
      [
        "v",
        "r"
      ],
      [
        "D",
        "o"
      ],
      [
        "u",
        "se"
      ],
      [
        "s",
        "es"
      ],
      [
        "ç",
        "a"
      ],
      [
        "g",
        "e"
      ],
      [
        "ar",
        "ri"
      ],
      [
        "the",
        "r"
      ],
      [
        "te",
        "mp"
      ],
      [
        "son",
        "t"
      ],
      [
        "g",
        "et"
      ],
      [
        "m",
        "ais"
      ],
      [
        "on",
        "g"
      ],
      [
        "que",
        "l"
      ],
      [
        "w",
        "h"
      ],
      [
        "ic",
        "i"
      ],
      [
        "ve",
        "ux"
      ],
      [
        "lu",
        "i"
      ],
      [
        "L",
        "es"
      ],
      [
        "Mar",
        "y"
      ],
      [
        "r",
        "y"
      ],
      [
        "ab",
        "le"
      ],
      [
        "temp",
        "s"
      ],
      [
        "f",
        "f"
      ],
      [
        "m",
        "ain"
      ],
      [
        "es",
        "s"
      ],
      [
        "m",
        "er"
      ],
      [
        "qu",
        "oi"
      ],
      [
        "l",
        "é"
      ],
      [
        "pr",
        "é"
      ],
      [
        "ti",
        "me"
      ],
      [
        "d",
        "it"
      ],
      [
        "i",
        "re"
      ],
      [
        "in",
        "d"
      ],
      [
        "ou",
        "ve"
      ],
      [
        "T",
        "his"
      ],
      [
        "g",
        "r"
      ],
      [
        "The",
        "y"
      ],
      [
        "i",
        "d"
      ],
      [
        "b",
        "ien"
      ],
      [
        "w",
        "ay"
      ],
      [
        "par",
        "t"
      ],
      [
        "v",
        "é"
      ],
      [
        "h",
        "ad"
      ],
      [
        "s",
        "ome"
      ],
      [
        "u",
        "is"
      ],
      [
        "m",
        "ar"
      ],
      [
        "tr",
        "o"
      ],
      [
        "s",
        "ais"
      ],
      [
        "ce",
        "t"
      ],
      [
        "tr",
        "ès"
      ],
      [
        "ét",
        "é"
      ],
      [
        "W",
        "h"
      ],
      [
        "a",
        "k"
      ],
      [
        "b",
        "ut"
      ],
      [
        "p",
        "ren"
      ],
      [
        "w",
        "ill"
      ],
      [
        "c",
        "k"
      ],
      [
        "ab",
        "out"
      ],
      [
        "n",
        "er"
      ],
      [
        "p",
        "re"
      ],
      [
        "c",
        "r"
      ],
      [
        "i",
        "f"
      ],
      [
        "is",
        "e"
      ],
      [
        "b",
        "re"
      ],
      [
        "t",
        "ou"
      ],
      [
        "y",
        "e"
      ],
      [
        "Q",
        "ue"
      ],
      [
        "we",
        "re"
      ],
      [
        "Q",
        "u"
      ],
      [
        "e",
        "lle"
      ],
      [
        "fr",
        "om"
      ],
      [
        "be",
        "au"
      ],
      [
        "C",
        "om"
      ],
      [
        "D",
        "on"
      ],
      [
        "d",
        "r"
      ],
      [
        "g",
        "ar"
      ],
      [
        "s",
        "ou"
      ],
      [
        "re",
        "ad"
      ],
      [
        "c",
        "ar"
      ],
      [
        "N",
        "e"
      ],
      [
        "l",
        "as"
      ],
      [
        "se",
        "e"
      ],
      [
        "m",
        "é"
      ],
      [
        "v",
        "ie"
      ],
      [
        "la",
        "is"
      ],
      [
        "all",
        "y"
      ],
      [
        "H",
        "ow"
      ],
      [
        "ion",
        "s"
      ],
      [
        "it",
        "é"
      ],
      [
        "as",
        "e"
      ],
      [
        "i",
        "er"
      ],
      [
        "T",
        "hat"
      ],
      [
        "te",
        "ll"
      ],
      [
        "li",
        "e"
      ],
      [
        "av",
        "ai"
      ],
      [
        "vo",
        "ir"
      ],
      [
        "wor",
        "k"
      ],
      [
        "vr",
        "ai"
      ],
      [
        "j",
        "am"
      ],
      [
        "i",
        "ve"
      ],
      [
        "m",
        "b"
      ],
      [
        "s",
        "or"
      ],
      [
        "v",
        "ou"
      ],
      [
        "the",
        "re"
      ],
      [
        "lo",
        "ok"
      ],
      [
        "cou",
        "p"
      ],
      [
        "b",
        "y"
      ],
      [
        "did",
        "n"
      ],
      [
        "al",
        "k"
      ],
      [
        "po",
        "s"
      ],
      [
        "vo",
        "tre"
      ],
      [
        "o",
        "ir"
      ],
      [
        "ne",
        "ed"
      ],
      [
        "mo",
        "re"
      ],
      [
        "to",
        "i"
      ],
      [
        "The",
        "re"
      ],
      [
        "b",
        "on"
      ],
      [
        "c",
        "es"
      ],
      [
        "m",
        "is"
      ],
      [
        "ê",
        "tes"
      ],
      [
        "ll",
        "es"
      ],
      [
        "am",
        "i"
      ],
      [
        "cet",
        "te"
      ],
      [
        "le",
        "t"
      ],
      [
        "go",
        "od"
      ],
      [
        "pen",
        "se"
      ],
      [
        "P",
        "our"
      ],
      [
        "n",
        "é"
      ],
      [
        "s",
        "ent"
      ],
      [
        "tr",
        "avai"
      ],
      [
        "l",
        "er"
      ],
      [
        "l",
        "f"
      ],
      [
        "a",
        "me"
      ],
      [
        "d",
        "ent"
      ],
      [
        "h",
        "u"
      ],
      [
        "av",
        "oir"
      ],
      [
        "N",
        "o"
      ],
      [
        "p",
        "h"
      ],
      [
        "ai",
        "r"
      ],
      [
        "M",
        "y"
      ],
      [
        "l",
        "ong"
      ],
      [
        "is",
        "h"
      ],
      [
        "ri",
        "e"
      ],
      [
        "e",
        "p"
      ],
      [
        "h",
        "ap"
      ],
      [
        "por",
        "t"
      ],
      [
        "t",
        "on"
      ],
      [
        "au",
        "t"
      ],
      [
        "di",
        "re"
      ],
      [
        "n",
        "u"
      ],
      [
        "in",
        "s"
      ],
      [
        "go",
        "ing"
      ],
      [
        "m",
        "in"
      ],
      [
        "p",
        "i"
      ],
      [
        "w",
        "ould"
      ],
      [
        "or",
        "s"
      ],
      [
        "ave",
        "z"
      ],
      [
        "cho",
        "se"
      ],
      [
        "sh",
        "ould"
      ],
      [
        "jam",
        "ais"
      ],
      [
        "l",
        "it"
      ],
      [
        "do",
        "es"
      ],
      [
        "ho",
        "w"
      ],
      [
        "E",
        "n"
      ],
      [
        "d",
        "y"
      ],
      [
        "j",
        "ust"
      ],
      [
        "m",
        "at"
      ],
      [
        "o",
        "b"
      ],
      [
        "v",
        "is"
      ],
      [
        "au",
        "x"
      ],
      [
        "com",
        "e"
      ],
      [
        "e",
        "very"
      ],
      [
        "g",
        "u"
      ],
      [
        "m",
        "or"
      ],
      [
        "Il",
        "s"
      ],
      [
        "m",
        "i"
      ],
      [
        "r",
        "ais"
      ],
      [
        "s",
        "om"
      ],
      [
        "s",
        "pe"
      ],
      [
        "v",
        "re"
      ],
      [
        "ou",
        "n"
      ],
      [
        "pe",
        "ux"
      ],
      [
        "o",
        "l"
      ],
      [
        "w",
        "ho"
      ],
      [
        "re",
        "d"
      ],
      [
        "he",
        "l"
      ],
      [
        "c",
        "or"
      ],
      [
        "f",
        "in"
      ],
      [
        "m",
        "u"
      ],
      [
        "c",
        "our"
      ],
      [
        "e",
        "l"
      ],
      [
        "ai",
        "me"
      ],
      [
        "th",
        "an"
      ],
      [
        "to",
        "o"
      ],
      [
        "c",
        "ro"
      ],
      [
        "p",
        "res"
      ],
      [
        "v",
        "ent"
      ],
      [
        "v",
        "ais"
      ],
      [
        "en",
        "s"
      ],
      [
        "be",
        "en"
      ],
      [
        "av",
        "ait"
      ],
      [
        "d",
        "s"
      ],
      [
        "il",
        "s"
      ],
      [
        "pr",
        "is"
      ],
      [
        "ne",
        "w"
      ],
      [
        "o",
        "in"
      ],
      [
        "s",
        "tu"
      ],
      [
        "ai",
        "d"
      ],
      [
        "tr",
        "ou"
      ],
      [
        "b",
        "u"
      ],
      [
        "b",
        "es"
      ],
      [
        "av",
        "ons"
      ],
      [
        "ac",
        "k"
      ],
      [
        "hel",
        "p"
      ],
      [
        "de",
        "v"
      ],
      [
        "ne",
        "ver"
      ],
      [
        "au",
        "tre"
      ],
      [
        "ang",
        "er"
      ],
      [
        "jour",
        "s"
      ],
      [
        "c",
        "er"
      ],
      [
        "v",
        "a"
      ],
      [
        "ap",
        "pe"
      ],
      [
        "A",
        "re"
      ],
      [
        "f",
        "er"
      ],
      [
        "p",
        "a"
      ],
      [
        "c",
        "ould"
      ],
      [
        "f",
        "i"
      ],
      [
        "f",
        "u"
      ],
      [
        "s",
        "he"
      ],
      [
        "s",
        "to"
      ],
      [
        "re",
        "st"
      ],
      [
        "se",
        "lf"
      ],
      [
        "tr",
        "ain"
      ],
      [
        "mu",
        "ch"
      ],
      [
        "a",
        "f"
      ],
      [
        "h",
        "om"
      ],
      [
        "v",
        "es"
      ],
      [
        "ant",
        "s"
      ],
      [
        "di",
        "ff"
      ],
      [
        "beau",
        "coup"
      ],
      [
        "b",
        "r"
      ],
      [
        "com",
        "me"
      ],
      [
        "ren",
        "t"
      ],
      [
        "vrai",
        "ment"
      ],
      [
        "ri",
        "en"
      ],
      [
        "ang",
        "e"
      ],
      [
        "Wh",
        "y"
      ],
      [
        "i",
        "de"
      ],
      [
        "t",
        "alk"
      ],
      [
        "ri",
        "ght"
      ],
      [
        "all",
        "er"
      ],
      [
        "go",
        "t"
      ],
      [
        "Pour",
        "quoi"
      ],
      [
        "c",
        "her"
      ],
      [
        "g",
        "ent"
      ],
      [
        "ê",
        "me"
      ],
      [
        "pe",
        "u"
      ],
      [
        "av",
        "ais"
      ],
      [
        "com",
        "p"
      ],
      [
        "tro",
        "p"
      ],
      [
        "b",
        "l"
      ],
      [
        "t",
        "ous"
      ],
      [
        "se",
        "d"
      ],
      [
        "re",
        "t"
      ],
      [
        "he",
        "ure"
      ],
      [
        "M",
        "on"
      ],
      [
        "ê",
        "te"
      ],
      [
        "re",
        "ally"
      ],
      [
        "de",
        "d"
      ],
      [
        "se",
        "z"
      ],
      [
        "ro",
        "w"
      ],
      [
        "e",
        "u"
      ],
      [
        "p",
        "ou"
      ],
      [
        "p",
        "ay"
      ],
      [
        "qu",
        "es"
      ],
      [
        "por",
        "te"
      ],
      [
        "pren",
        "dre"
      ],
      [
        "f",
        "ri"
      ],
      [
        "o",
        "ther"
      ],
      [
        "qu",
        "est"
      ],
      [
        "au",
        "s"
      ],
      [
        "p",
        "et"
      ],
      [
        "in",
        "t"
      ],
      [
        "le",
        "ur"
      ],
      [
        "tr",
        "i"
      ],
      [
        "E",
        "st"
      ],
      [
        "c",
        "au"
      ],
      [
        "ou",
        "ght"
      ],
      [
        "it",
        "ure"
      ],
      [
        "at",
        "her"
      ],
      [
        "the",
        "y"
      ],
      [
        "ac",
        "he"
      ],
      [
        "quel",
        "que"
      ],
      [
        "I",
        "s"
      ],
      [
        "S",
        "ami"
      ],
      [
        "on",
        "ly"
      ],
      [
        "pe",
        "ut"
      ],
      [
        "lo",
        "ve"
      ],
      [
        "c",
        "c"
      ],
      [
        "Ç",
        "a"
      ],
      [
        "lo",
        "t"
      ],
      [
        "wh",
        "en"
      ],
      [
        "i",
        "le"
      ],
      [
        "p",
        "é"
      ],
      [
        "t",
        "y"
      ],
      [
        "com",
        "m"
      ],
      [
        "mon",
        "de"
      ],
      [
        "fo",
        "is"
      ],
      [
        "Com",
        "ment"
      ],
      [
        "I",
        "n"
      ],
      [
        "re",
        "e"
      ],
      [
        "ar",
        "s"
      ],
      [
        "ar",
        "t"
      ],
      [
        "ver",
        "s"
      ],
      [
        "bo",
        "ok"
      ],
      [
        "per",
        "son"
      ],
      [
        "m",
        "ême"
      ],
      [
        "tr",
        "y"
      ],
      [
        "co",
        "re"
      ],
      [
        "bes",
        "oin"
      ],
      [
        "w",
        "here"
      ],
      [
        "an",
        "te"
      ],
      [
        "il",
        "d"
      ],
      [
        "av",
        "ant"
      ],
      [
        "j",
        "us"
      ],
      [
        "s",
        "ay"
      ],
      [
        "u",
        "le"
      ],
      [
        "con",
        "n"
      ],
      [
        "ta",
        "ke"
      ],
      [
        "w",
        "r"
      ],
      [
        "w",
        "on"
      ],
      [
        "es",
        "e"
      ],
      [
        "en",
        "f"
      ],
      [
        "it",
        "u"
      ],
      [
        "spe",
        "ak"
      ],
      [
        "n",
        "ouve"
      ],
      [
        "p",
        "u"
      ],
      [
        "t",
        "om"
      ],
      [
        "en",
        "core"
      ],
      [
        "de",
        "ux"
      ],
      [
        "me",
        "t"
      ],
      [
        "ic",
        "k"
      ],
      [
        "arri",
        "ve"
      ],
      [
        "O",
        "n"
      ],
      [
        "o",
        "ù"
      ],
      [
        "as",
        "k"
      ],
      [
        "b",
        "us"
      ],
      [
        "l",
        "à"
      ],
      [
        "it",
        "y"
      ],
      [
        "ce",
        "la"
      ],
      [
        "tr",
        "u"
      ],
      [
        "ac",
        "t"
      ],
      [
        "par",
        "ler"
      ],
      [
        "gr",
        "and"
      ],
      [
        "oun",
        "d"
      ],
      [
        "i",
        "que"
      ],
      [
        "bo",
        "dy"
      ],
      [
        "w",
        "at"
      ],
      [
        "C",
        "an"
      ],
      [
        "c",
        "le"
      ],
      [
        "l",
        "ang"
      ],
      [
        "m",
        "ust"
      ],
      [
        "p",
        "uis"
      ],
      [
        "t",
        "le"
      ],
      [
        "pla",
        "y"
      ],
      [
        "ct",
        "ion"
      ],
      [
        "fri",
        "end"
      ],
      [
        "U",
        "n"
      ],
      [
        "e",
        "at"
      ],
      [
        "j",
        "ou"
      ],
      [
        "to",
        "r"
      ],
      [
        "one",
        "y"
      ],
      [
        "som",
        "mes"
      ],
      [
        "g",
        "l"
      ],
      [
        "en",
        "ce"
      ],
      [
        "ét",
        "ais"
      ],
      [
        "a",
        "ch"
      ],
      [
        "c",
        "at"
      ],
      [
        "p",
        "ère"
      ],
      [
        "r",
        "a"
      ],
      [
        "v",
        "u"
      ],
      [
        "li",
        "ve"
      ],
      [
        "of",
        "f"
      ],
      [
        "fo",
        "re"
      ],
      [
        "hom",
        "me"
      ],
      [
        "f",
        "am"
      ],
      [
        "w",
        "o"
      ],
      [
        "is",
        "t"
      ],
      [
        "un",
        "der"
      ],
      [
        "tou",
        "jours"
      ],
      [
        "read",
        "y"
      ],
      [
        "las",
        "t"
      ],
      [
        "h",
        "ome"
      ],
      [
        "m",
        "and"
      ],
      [
        "m",
        "ble"
      ],
      [
        "n",
        "ing"
      ],
      [
        "o",
        "ld"
      ],
      [
        "ai",
        "ent"
      ],
      [
        "n",
        "om"
      ],
      [
        "ou",
        "gh"
      ],
      [
        "le",
        "z"
      ],
      [
        "ar",
        "r"
      ],
      [
        "ar",
        "gent"
      ],
      [
        "la",
        "it"
      ],
      [
        "does",
        "n"
      ],
      [
        "c",
        "ent"
      ],
      [
        "f",
        "ul"
      ],
      [
        "t",
        "ain"
      ],
      [
        "v",
        "ien"
      ],
      [
        "er",
        "s"
      ],
      [
        "che",
        "z"
      ],
      [
        "mais",
        "on"
      ],
      [
        "some",
        "thing"
      ],
      [
        "b",
        "i"
      ],
      [
        "g",
        "é"
      ],
      [
        "m",
        "al"
      ],
      [
        "w",
        "ent"
      ],
      [
        "en",
        "se"
      ],
      [
        "ve",
        "z"
      ],
      [
        "tr",
        "a"
      ],
      [
        "su",
        "p"
      ],
      [
        "ven",
        "ir"
      ],
      [
        "t",
        "ent"
      ],
      [
        "fe",
        "el"
      ],
      [
        "travai",
        "l"
      ],
      [
        "h",
        "ab"
      ],
      [
        "m",
        "oney"
      ],
      [
        "p",
        "ri"
      ],
      [
        "do",
        "is"
      ],
      [
        "pl",
        "an"
      ],
      [
        "aus",
        "si"
      ],
      [
        "I",
        "f"
      ],
      [
        "b",
        "et"
      ],
      [
        "o",
        "cc"
      ],
      [
        "p",
        "on"
      ],
      [
        "ro",
        "om"
      ],
      [
        "do",
        "w"
      ],
      [
        "W",
        "ho"
      ],
      [
        "a",
        "le"
      ],
      [
        "b",
        "ack"
      ],
      [
        "p",
        "t"
      ],
      [
        "î",
        "t"
      ],
      [
        "se",
        "ule"
      ],
      [
        "tu",
        "r"
      ],
      [
        "Mar",
        "ie"
      ],
      [
        "i",
        "ch"
      ],
      [
        "k",
        "es"
      ],
      [
        "n",
        "ée"
      ],
      [
        "o",
        "ple"
      ],
      [
        "p",
        "at"
      ],
      [
        "the",
        "m"
      ],
      [
        "tu",
        "re"
      ],
      [
        "ag",
        "ain"
      ],
      [
        "vo",
        "iture"
      ],
      [
        "C",
        "h"
      ],
      [
        "J",
        "ap"
      ],
      [
        "b",
        "li"
      ],
      [
        "c",
        "é"
      ],
      [
        "c",
        "re"
      ],
      [
        "ie",
        "ux"
      ],
      [
        "ma",
        "ke"
      ],
      [
        "any",
        "thing"
      ],
      [
        "A",
        "s"
      ],
      [
        "L",
        "et"
      ],
      [
        "P",
        "le"
      ],
      [
        "s",
        "ing"
      ],
