{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "?": 25,
      "@": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "D": 30,
      "E": 31,
      "F": 32,
      "G": 33,
      "H": 34,
      "I": 35,
      "J": 36,
      "K": 37,
      "L": 38,
      "M": 39,
      "N": 40,
      "O": 41,
      "P": 42,
      "Q": 43,
      "R": 44,
      "S": 45,
      "T": 46,
      "U": 47,
      "V": 48,
      "W": 49,
      "X": 50,
      "Y": 51,
      "Z": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "j": 62,
      "k": 63,
      "l": 64,
      "m": 65,
      "n": 66,
      "o": 67,
      "p": 68,
      "q": 69,
      "r": 70,
      "s": 71,
      "t": 72,
      "u": 73,
      "v": 74,
      "w": 75,
      "x": 76,
      "y": 77,
      "z": 78,
      "¡": 79,
      "¢": 80,
      "¦": 81,
      "§": 82,
      "¨": 83,
      "©": 84,
      "ª": 85,
      "«": 86,
      "®": 87,
      "¯": 88,
      "´": 89,
      "¹": 90,
      "»": 91,
      "½": 92,
      "Â": 93,
      "Ã": 94,
      "Å": 95,
      "â": 96,
      "Ċ": 97,
      "Ġ": 98,
      "Ģ": 99,
      "Ĥ": 100,
      "ĥ": 101,
      "ĩ": 102,
      "ī": 103,
      "Ĭ": 104,
      "ĭ": 105,
      "ĵ": 106,
      "Ķ": 107,
      "Ļ": 108,
      "ľ": 109,
      "Ŀ": 110,
      "ł": 111,
      "Ń": 112,
      "Ġt": 113,
      "ou": 114,
      "Ġa": 115,
      "re": 116,
      "Ġd": 117,
      "Ġp": 118,
      "Ġs": 119,
      "es": 120,
      "Ġl": 121,
      "en": 122,
      "on": 123,
      "is": 124,
      "in": 125,
      "he": 126,
      "Ġc": 127,
      "Ġm": 128,
      "Ã©": 129,
      "er": 130,
      "an": 131,
      "ĠI": 132,
      "it": 133,
      "Ġn": 134,
      "Ġw": 135,
      "Ġf": 136,
      "om": 137,
      "as": 138,
      "qu": 139,
      "Ġb": 140,
      "ll": 141,
      "ĠT": 142,
      "at": 143,
      "Ġde": 144,
      "ar": 145,
      "Ġv": 146,
      "Ġh": 147,
      "Ġy": 148,
      "or": 149,
      "Ġto": 150,
      "Ġqu": 151,
      "ĠJ": 152,
      "ent": 153,
      "Ġthe": 154,
      "Ġyou": 155,
      "ve": 156,
      "ous": 157,
      "un": 158,
      "ai": 159,
      "est": 160,
      "le": 161,
      "ing": 162,
      "ĠÃ": 163,
      "et": 164,
      "Ġg": 165,
      "Ġth": 166,
      "us": 167,
      "ed": 168,
      "Ġpas": 169,
      "ais": 170,
      "ĠJe": 171,
      "Ġun": 172,
      "Ġo": 173,
      "Ġj": 174,
      "ot": 175,
      "Ġ?": 176,
      "Ġque": 177,
      "eu": 178,
      "Ġne": 179,
      "ĠTom": 180,
      "os": 181,
      "our": 182,
      "ri": 183,
      "Ġle": 184,
      "Ġla": 185,
      "te": 186,
      "il": 187,
      "Ġre": 188,
      "Ġin": 189,
      "Ġis": 190,
      "ĠÃł": 191,
      "oi": 192,
      "ant": 193,
      "ait": 194,
      "ce": 195,
      "Ġhe": 196,
      "Ġme": 197,
      "ro": 198,
      "im": 199,
      "Ġsu": 200,
      "lle": 201,
      "Ġe": 202,
      "ĠC": 203,
      "'t": 204,
      "Ġbe": 205,
      "Ġen": 206,
      "Ã¨": 207,
      "ĠL": 208,
      "Ġan": 209,
      "Ġest": 210,
      "Ġof": 211,
      "id": 212,
      "ion": 213,
      "ap": 214,
      "ĠW": 215,
      "ut": 216,
      "ay": 217,
      "ow": 218,
      "ĠS": 219,
      "ĠIl": 220,
      "Ġdo": 221,
      "al": 222,
      "ĠH": 223,
      "ic": 224,
      "Ġtr": 225,
      "out": 226,
      "Ã©t": 227,
      "Ġha": 228,
      "Ġch": 229,
      "me": 230,
      "ĠM": 231,
      "se": 232,
      "ĠE": 233,
      "ĠThe": 234,
      "Ġon": 235,
      "ment": 236,
      "Ġr": 237,
      "ch": 238,
      "Ġli": 239,
      "Ġ.": 240,
      "ver": 241,
      "Ġse": 242,
      "Ġpl": 243,
      "'s": 244,
      "ir": 245,
      "ain": 246,
      "ĠN": 247,
      "ĠA": 248,
      "ke": 249,
      "ie": 250,
      "Ġce": 251,
      "ld": 252,
      "Ġcom": 253,
      "Ġte": 254,
      "Ġpar": 255,
      "Ġthat": 256,
      "ag": 257,
      "ĠD": 258,
      "au": 259,
      "Ġfor": 260,
      "res": 261,
      "am": 262,
      "ĠY": 263,
      "ont": 264,
      "Ġvous": 265,
      "hat": 266,
      "oo": 267,
      "ons": 268,
      "Ġwas": 269,
      "Ġles": 270,
      "ac": 271,
      "Ġune": 272,
      "ter": 273,
      "and": 274,
      "ĠP": 275,
      "ad": 276,
      "Ġit": 277,
      "ren": 278,
      "Ġje": 279,
      "tu": 280,
      "ĠHe": 281,
      "Ġnot": 282,
      "Ġhave": 283,
      "eux": 284,
      "ill": 285,
      "ĠYou": 286,
      "ans": 287,
      "gh": 288,
      "av": 289,
      "Ġk": 290,
      "ne": 291,
      "Ġwe": 292,
      "Ġpour": 293,
      "ur": 294,
      "end": 295,
      "Ġas": 296,
      "ĠÃ©t": 297,
      "her": 298,
      "ble": 299,
      "Ãª": 300,
      "Ġpr": 301,
      "ien": 302,
      "Ġau": 303,
      "Ġdon": 304,
      "Ġyour": 305,
      "pe": 306,
      "ĠdÃ©": 307,
      "aire": 308,
      "ol": 309,
      "Ġ!": 310,
      "ang": 311,
      "ly": 312,
      "Ġst": 313,
      "que": 314,
      "Ã©e": 315,
      "Ġall": 316,
      "ore": 317,
      "ĠV": 318,
      "Ġare": 319,
      "Ġdes": 320,
      "Ġsuis": 321,
      "all": 322,
      "if": 323,
      "ould": 324,
      "Ġmy": 325,
      "ue": 326,
      "Ġcan": 327,
      "Ġthis": 328,
      "Ã¨re": 329,
      "Ġand": 330,
      "Ġat": 331,
      "Ġwant": 332,
      "ure": 333,
      "ith": 334,
      "oir": 335,
      "ard": 336,
      "tre": 337,
      "Ġgo": 338,
      "ght": 339,
      "apos": 340,
      "ui": 341,
      "Ġpro": 342,
      "Ġet": 343,
      "'m": 344,
      "Ġdans": 345,
      "vous": 346,
      "ct": 347,
      "now": 348,
      "Ġtu": 349,
      "Ġav": 350,
      "Ġwith": 351,
      "ĠShe": 352,
      "st": 353,
      "ĠWe": 354,
      "ort": 355,
      "Ġso": 356,
      "Ġfr": 357,
      "Ġmon": 358,
      "ĠElle": 359,
      "ig": 360,
      "Ġknow": 361,
      "mp": 362,
      "ĠIt": 363,
      "Ġwh": 364,
      "Ġave": 365,
      "Ġlike": 366,
      "ation": 367,
      "de": 368,
      "ul": 369,
      "Ġplus": 370,
      "ĠNous": 371,
      "ĠQ": 372,
      "Ġcon": 373,
      "pp": 374,
      "Ġsh": 375,
      "Ġdid": 376,
      "Ġhis": 377,
      "ess": 378,
      "ust": 379,
      "Ġdu": 380,
      "Ġex": 381,
      "Ġri": 382,
      "Ġar": 383,
      "eur": 384,
      "Ġsur": 385,
      "Ġfaire": 386,
      "Ġsom": 387,
      "ink": 388,
      "ose": 389,
      "'re": 390,
      "ens": 391,
      "ĠMar": 392,
      "tes": 393,
      "Ã©c": 394,
      "ers": 395,
      "hing": 396,
      "ook": 397,
      "ĠTu": 398,
      "Ġam": 399,
      "Ġqui": 400,
      "oin": 401,
      "Ġsa": 402,
      "ĠÃª": 403,
      "Ã¨s": 404,
      "Ġfait": 405,
      "Ġnous": 406,
      "age": 407,
      "Ã©s": 408,
      "ire": 409,
      "Ġab": 410,
      "ĠVous": 411,
      "ak": 412,
      "Ġwor": 413,
      "Ġhim": 414,
      "Ġher": 415,
      "Ġtout": 416,
      "Ġal": 417,
      "up": 418,
      "Ġil": 419,
      "Ġavec": 420,
      "Ġcomp": 421,
      "ime": 422,
      "ĠLe": 423,
      "ĠO": 424,
      "Ġwhat": 425,
      "ong": 426,
      "ĠTh": 427,
      "ĠB": 428,
      "ine": 429,
      "Ġthink": 430,
      "che": 431,
      "op": 432,
      "ite": 433,
      "Ġhas": 434,
      "ĠLa": 435,
      "rai": 436,
      "Ġdis": 437,
      "Ġman": 438,
      "use": 439,
      "ate": 440,
      "ĠWh": 441,
      "ind": 442,
      "one": 443,
      "app": 444,
      "ĠWhat": 445,
      "ci": 446,
      "Ġdev": 447,
      "Ġver": 448,
      "Ġany": 449,
      "ette": 450,
      "§a": 451,
      "ake": 452,
      "bl": 453,
      "oy": 454,
      "ois": 455,
      "ance": 456,
      "ive": 457,
      "imp": 458,
      "ĠF": 459,
      "ouv": 460,
      "Ġsont": 461,
      "ĠCe": 462,
      "ood": 463,
      "Ġsi": 464,
      "ĠÃ§a": 465,
      "Ġout": 466,
      "Ġson": 467,
      "Ġfe": 468,
      "ĠDo": 469,
      "Ãł": 470,
      "ave": 471,
      "able": 472,
      "ier": 473,
      "ez": 474,
      "Ġmais": 475,
      "Ġquel": 476,
      "mps": 477,
      "um": 478,
      "ide": 479,
      "ĠMary": 480,
      "ry": 481,
      "are": 482,
      "Ġpeu": 483,
      "Ġgr": 484,
      "ici": 485,
      "nd": 486,
      "ost": 487,
      "ĠLes": 488,
      "ux": 489,
      "ĠÃ©tait": 490,
      "ouve": 491,
      "Ġpart": 492,
      "uis": 493,
      "la": 494,
      "si": 495,
      "oup": 496,
      "Ġvery": 497,
      "ff": 498,
      "ille": 499,
      "onne": 500,
      "Ġtime": 501,
      "ist": 502,
      "ours": 503,
      "cc": 504,
      "Ġ&": 505,
      "Ġus": 506,
      "mes": 507,
      "Ġget": 508,
      "very": 509,
      "ĠThis": 510,
      "Ġveux": 511,
      "ense": 512,
      "Ġhad": 513,
      "art": 514,
      "ĠThey": 515,
      "aut": 516,
      "ĠtrÃ¨s": 517,
      "rent": 518,
      "'ll": 519,
      "'ve": 520,
      "Ġcl": 521,
      "Ġabout": 522,
      "Ġwill": 523,
      "Ġup": 524,
      "Ġlui": 525,
      "Ġmoi": 526,
      "ĠrÃ©": 527,
      "Ġmar": 528,
      "Ġser": 529,
      "ĠCom": 530,
      "ĠÃ©": 531,
      "der": 532,
      "dre": 533,
      "otre": 534,
      "Ġtemps": 535,
      "iv": 536,
      "Ġcr": 537,
      "Ã§": 538,
      "Ġbut": 539,
      "Ġfrom": 540,
      "Ġtou": 541,
      "here": 542,
      "Ġtoo": 543,
      "ass": 544,
      "ast": 545,
      "Ġche": 546,
      "Ġno": 547,
      "Ġneed": 548,
      "Ġwere": 549,
      "ĠQue": 550,
      "ions": 551,
      "ĠG": 552,
      "ally": 553,
      "ge": 554,
      "pr": 555,
      "Ã»": 556,
      "Ġapp": 557,
      "Ġone": 558,
      "Ġsee": 559,
      "ase": 560,
      "Ġthere": 561,
      "ĠÃªtre": 562,
      "Ġor": 563,
      "Ġcar": 564,
      "Ġma": 565,
      "Ġhere": 566,
      "ck": 567,
      "Ġad": 568,
      "je": 569,
      "ĠNe": 570,
      "Ġtro": 571,
      "ise": 572,
      "Ġcette": 573,
      "Ġlook": 574,
      "ner": 575,
      "Ã®": 576,
      "ays": 577,
      "ĠHow": 578,
      "Ġlo": 579,
      "Ġres": 580,
      "Ġdidn": 581,
      "ice": 582,
      "Ġvrai": 583,
      "Ġjam": 584,
      "ĠÃ©tÃ©": 585,
      "iff": 586,
      "ĠThat": 587,
      "une": 588,
      "Ġdem": 589,
      "tÃ©": 590,
      "Ġvou": 591,
      "Ġvotre": 592,
      "ors": 593,
      "Ġgood": 594,
      "ress": 595,
      "avai": 596,
      "itÃ©": 597,
      "Ġhom": 598,
      "alk": 599,
      "Ġwork": 600,
      "Ã¹": 601,
      "uit": 602,
      "Ġag": 603,
      "Ġby": 604,
      "lles": 605,
      "iÃ¨re": 606,
      "ten": 607,
      "Ã´": 608,
      "Ġaut": 609,
      "Ġpense": 610,
      "Ġco": 611,
      "Ġtravai": 612,
      "ight": 613,
      "Ġdit": 614,
      "ep": 615,
      "Ġimp": 616,
      "day": 617,
      "lf": 618,
      "quoi": 619,
      "ĠThere": 620,
      "thing": 621,
      "Ġent": 622,
      "Ġdoes": 623,
      "ven": 624,
      "Ġdiff": 625,
      "ack": 626,
      "Ġlong": 627,
      "Ã©r": 628,
      "ĠPour": 629,
      "el": 630,
      "Ġsais": 631,
      "ish": 632,
      "Ġjust": 633,
      "Ġchose": 634,
      "ab": 635,
      "ĠU": 636,
      "Ġpeux": 637,
      "Ġevery": 638,
      "ĠDon": 639,
      "Ġseu": 640,
      "Ġbeau": 641,
      "Ġro": 642,
      "Ġwould": 643,
      "Ġont": 644,
      "ient": 645,
      "ler": 646,
      "rais": 647,
      "Ġshould": 648,
      "Ġjamais": 649,
      "ĠMy": 650,
      "Ġgoing": 651,
      "lÃ©": 652,
      "âĢ": 653,
      "Ġdire": 654,
      "mer": 655,
      "Ġes": 656,
      "Ġshe": 657,
      "Ġbien": 658,
      "Ġthan": 659,
      "dy": 660,
      "Ġpre": 661,
      "Ġhapp": 662,
      "ĠÃªtes": 663,
      "ame": 664,
      "Ġ\"": 665,
      "Ġper": 666,
      "Ġple": 667,
      "Ġsp": 668,
      "Ġren": 669,
      "Ġph": 670,
      "Ġspe": 671,
      "Ġcont": 672,
      "Ġtell": 673,
      "ile": 674,
      "orte": 675,
      "ĠEn": 676,
      "ĠIls": 677,
      "Ġliv": 678,
      "lp": 679,
      "Ġici": 680,
      "Ġpe": 681,
      "Ġbl": 682,
      "ace": 683,
      "Ġarri": 684,
      "bre": 685,
      "ĠR": 686,
      "Ġton": 687,
      "Ġbeen": 688,
      "ique": 689,
      "air": 690,
      "Ġhelp": 691,
      "ade": 692,
      "Ġwho": 693,
      "ound": 694,
      "ob": 695,
      "Ġou": 696,
      "Ġmore": 697,
      "'d": 698,
      "Ġlet": 699,
      "orm": 700,
      "other": 701,
      "coup": 702,
      "ĠÂ": 703,
      "iss": 704,
      "Ġtrain": 705,
      "Ġgrand": 706,
      "moi": 707,
      "Ġmu": 708,
      "Ġbr": 709,
      "Ġpass": 710,
      "Ġnever": 711,
      "ants": 712,
      "Ġatt": 713,
      "Ġsav": 714,
      "Ġread": 715,
      "Ġcould": 716,
      "Ġbeaucoup": 717,
      "oit": 718,
      "ĠQu": 719,
      "ond": 720,
      "Ġsome": 721,
      "Ġvraiment": 722,
      "Ġmuch": 723,
      "Ġai": 724,
      "Ġpers": 725,
      "Ãªme": 726,
      "ale": 727,
      "gl": 728,
      "Ã¢": 729,
      "ars": 730,
      "âĢĻ": 731,
      "mb": 732,
      "onn": 733,
      "self": 734,
      "Ġcomme": 735,
      "ign": 736,
      "fe": 737,
      "Ġtous": 738,
      "Ġpens": 739,
      "Ġlit": 740,
      "Ġthey": 741,
      "ange": 742,
      "-@": 743,
      "@-@": 744,
      "Ġ@-@": 745,
      "ils": 746,
      "ĠAre": 747,
      "Ġtalk": 748,
      "Ġstu": 749,
      "Ġreally": 750,
      "row": 751,
      "anger": 752,
      "Ġtrop": 753,
      "Ġif": 754,
      "ree": 755,
      "Ġbes": 756,
      "Ġcome": 757,
      "Ġcomm": 758,
      "rendre": 759,
      "ence": 760,
      "Ġwr": 761,
      "Ġenc": 762,
      "ĠPourquoi": 763,
      "elle": 764,
      "ra": 765,
      "ques": 766,
      "Ġtoi": 767,
      "riend": 768,
      "Ġoff": 769,
      "act": 770,
      "ĠWhy": 771,
      "ole": 772,
      "Ġmat": 773,
      "Ġwhen": 774,
      "Ġquelque": 775,
      "Ġpos": 776,
      "ather": 777,
      "ami": 778,
      "ces": 779,
      "Ġ,": 780,
      "Ġcou": 781,
      "Ġvie": 782,
      "ild": 783,
      "ĠprÃ©": 784,
      "Ġmonde": 785,
      "Ġvoul": 786,
      "Ġbesoin": 787,
      "Ġmain": 788,
      "Ġnow": 789,
      "Ġven": 790,
      "Ġsem": 791,
      "Ãªte": 792,
      "Ġpeut": 793,
      "Ġta": 794,
      "Ġaf": 795,
      "Ġcons": 796,
      "Ġfin": 797,
      "Ġelle": 798,
      "Ġlove": 799,
      "di": 800,
      "ĠÃ©c": 801,
      "Ġdi": 802,
      "Ġjour": 803,
      "ool": 804,
      "pl": 805,
      "uy": 806,
      "Ġmal": 807,
      "Ġvoir": 808,
      "ĠEst": 809,
      "aine": 810,
      "Ġday": 811,
      "ese": 812,
      "Ã©es": 813,
      "ĠIs": 814,
      "Ġwon": 815,
      "Ġquest": 816,
      "ĠSami": 817,
      "Ġonly": 818,
      "Ġrien": 819,
      "ody": 820,
      "ĩa": 821,
      "Ġpi": 822,
      "Ã©ri": 823,
      "Ġhow": 824,
      "vez": 825,
      "Ġspeak": 826,
      "ought": 827,
      "Ġpet": 828,
      "ĠÃĩa": 829,
      "ident": 830,
      "Ãªtre": 831,
      "Ġavons": 832,
      "Ġright": 833,
      "ĠComment": 834,
      "ies": 835,
      "ick": 836,
      "Ġcela": 837,
      "Ġdemand": 838,
      "ts": 839,
      "ted": 840,
      "ity": 841,
      "Ġva": 842,
      "Ġop": 843,
      "Ġreg": 844,
      "sez": 845,
      "ĠdÃ©c": 846,
      "Ġsomet": 847,
      "Ġencore": 848,
      "ures": 849,
      "Ġsm": 850,
      "Ġses": 851,
      "Ġnouve": 852,
      "ussi": 853,
      "Ġint": 854,
      "ert": 855,
      "ĠMon": 856,
      "aÃ®": 857,
      "ey": 858,
      "gent": 859,
      "Ġtom": 860,
      "Ġmust": 861,
      "ante": 862,
      "iez": 863,
      "Ġaller": 864,
      "Ġbook": 865,
      "Ġvoit": 866,
      "Ġgot": 867,
      "Ġparler": 868,
      "du": 869,
      "Ġlot": 870,
      "Ġlang": 871,
      "ĠIn": 872,
      "Ġdeux": 873,
      "aime": 874,
      "Ġbec": 875,
      "Åĵ": 876,
      "ved": 877,
      "Ġthing": 878,
      "aiss": 879,
      "Ġavait": 880,
      "ĠOn": 881,
      "Ġdoesn": 882,
      "Ġacc": 883,
      "Ġbon": 884,
      "vers": 885,
      "ach": 886,
      "ning": 887,
      "Ġeu": 888,
      "reat": 889,
      "Ġpu": 890,
      "Ġwat": 891,
      "Ġsupp": 892,
      "Ġenf": 893,
      "Ġsommes": 894,
      "ieux": 895,
      "jours": 896,
      "ther": 897,
      "ough": 898,
      "Ġlast": 899,
      "ĠoÃ¹": 900,
      "Ġjus": 901,
      "oire": 902,
      "Ġeat": 903,
      "Ġprop": 904,
      "Ġconn": 905,
      "ds": 906,
      "tle": 907,
      "Ġsay": 908,
      "Ġmes": 909,
      "erm": 910,
      "aid": 911,
      "Ġnew": 912,
      "Ġavez": 913,
      "Ġtoujours": 914,
      "Ġ1": 915,
      "Ġtake": 916,
      "Ġpa": 917,
      "Ġfois": 918,
      "Ġheure": 919,
      "ĠCan": 920,
      "Ã©tait": 921,
      "ĠdÃ©s": 922,
      "Ġder": 923,
      "Ġfut": 924,
      "Ġvis": 925,
      "aient": 926,
      "Ġbel": 927,
      "Ġmoney": 928,
      "Ġmaison": 929,
      "Ġsomething": 930,
      "ls": 931,
      "ting": 932,
      "Ġsent": 933,
      "Ġfriend": 934,
      "Ġbus": 935,
      "Ġye": 936,
      "Ġaw": 937,
      "Ġpo": 938,
      "Ġfam": 939,
      "ried": 940,
      "Ġret": 941,
      "Ġdois": 942,
      "ich": 943,
      "Ġten": 944,
      "ĠlÃł": 945,
      "Ġfl": 946,
      "Ġold": 947,
      "Ġjou": 948,
      "Ġask": 949,
      "iens": 950,
      "Ġhome": 951,
      "Ġseule": 952,
      "cre": 953,
      "pt": 954,
      "rait": 955,
      "Ġke": 956,
      "Ġmo": 957,
      "Ġvu": 958,
      "ord": 959,
      "ĠJap": 960,
      "ents": 961,
      "Ġunder": 962,
      "cher": 963,
      "Ġour": 964,
      "Ġwent": 965,
      "Ġbet": 966,
      "Ġanything": 967,
      "Ġap": 968,
      "Ġaussi": 969,
      "Ġnom": 970,
      "Ġwhere": 971,
      "Ġthem": 972,
      "Ġans": 973,
      "Ġfeel": 974,
      "Ġagain": 975,
      "ĠUn": 976,
      "Ġvoiture": 977,
      "Ġdr": 978,
      "Ġpri": 979,
      "Ġway": 980,
      "ouse": 981,
      "Ġchild": 982,
      "aÃ®t": 983,
      "nt": 984,
      "Ġtw": 985,
      "red": 986,
      "Ġpouv": 987,
      "Ã©n": 988,
      "ĠIf": 989,
      "Ġback": 990,
      "ĠCh": 991,
      "ĠMarie": 992,
      "rents": 993,
      "ned": 994,
      "vent": 995,
      "itu": 996,
      "Ġvais": 997,
      "Ġplay": 998,
      "ople": 999,
      "Ġregard": 1000,
      "iz": 1001,
      "jour": 1002,
      "jÃł": 1003,
      "rÃ©": 1004,
      "Ġpol": 1005,
      "Ġsch": 1006,
      "Ġca": 1007,
      "Ġtold": 1008,
      "ĠdÃ©jÃł": 1009,
      "Ã´t": 1010,
      "be": 1011,
      "Ġcor": 1012,
      "Ġother": 1013,
      "Ġplan": 1014,
      "ction": 1015,
      "Ġavoir": 1016,
      "Ġsoit": 1017,
      "Ġtravail": 1018,
      "Ġid": 1019,
      "Ġmake": 1020,
      "Ġfer": 1021,
      "Ġgu": 1022,
      "ĠNo": 1023,
      "ĠAs": 1024,
      "ĠPle": 1025,
      "Ġchez": 1026,
      "tenant": 1027,
      "th": 1028,
      "Ġsort": 1029,
      "Ġcour": 1030,
      "Ġcall": 1031,
      "Ġveu": 1032,
      "ĠLet": 1033,
      "aux": 1034,
      "Ġlittle": 1035,
      "Ġbelie": 1036,
      "nÃ©e": 1037,
      "ome": 1038,
      "Ġhouse": 1039,
      "Ġquoi": 1040,
      "lez": 1041,
      "Ġrend": 1042,
      "Ġstill": 1043,
      "Ġschool": 1044,
      "ĠPlease": 1045,
      "cont": 1046,
      "fore": 1047,
      "rit": 1048,
      "Ġac": 1049,
      "hed": 1050,
      "Ġmet": 1051,
      "Ġmont": 1052,
      "anÃ§": 1053,
      "ĠTout": 1054,
      "argent": 1055,
      "Ġhard": 1056,
      "Ġrep": 1057,
      "Ã©tais": 1058,
      "Ġprom": 1059,
      "ĠWho": 1060,
      "Ġpeople": 1061,
      "bien": 1062,
      "li": 1063,
      "Ġim": 1064,
      "Ġsaid": 1065,
      "Ġmus": 1066,
      "Ġfind": 1067,
      "Ġfaut": 1068,
      "riez": 1069,
      "ĠSi": 1070,
      "illes": 1071,
      "Ġparents": 1072,
      "vÃ©": 1073,
      "ĠdÃ©t": 1074,
      "Ġpay": 1075,
      "Ġsou": 1076,
      "erre": 1077,
      "arri": 1078,
      "Ġquand": 1079,
      "Ġgl": 1080,
      "Ġinte": 1081,
      "Ġdog": 1082,
      "icul": 1083,
      "Ġtrou": 1084,
      "ĠDid": 1085,
      "rench": 1086,
      "hui": 1087,
      "og": 1088,
      "ways": 1089,
      "ĠtÃ©": 1090,
      "read": 1091,
      "Ġporte": 1092,
      "ĠmÃªme": 1093,
      "Ġbefore": 1094,
      "appe": 1095,
      "auv": 1096,
      "avais": 1097,
      "Ġaux": 1098,
      "eurs": 1099,
      "Ġroom": 1100,
      "Ġhappen": 1101,
      "jourd": 1102,
      "body": 1103,
      "ft": 1104,
      "Ġache": 1105,
      "Ġcat": 1106,
      "Ġmin": 1107,
      "Ġnight": 1108,
      "oses": 1109,
      "Ġalways": 1110,
      "ĠFrench": 1111,
      "ĠQuel": 1112,
      "Ġrencont": 1113,
      "ek": 1114,
      "rÃª": 1115,
      "ty": 1116,
      "Ġess": 1117,
      "Ġsw": 1118,
      "Ġsle": 1119,
      "asse": 1120,
      "Ġthought": 1121,
      "Ġlear": 1122,
      "Ġend": 1123,
      "ĠWhere": 1124,
      "Ġtry": 1125,
      "Ġpetit": 1126,
      "anÃ§ais": 1127,
      "ms": 1128,
      "rer": 1129,
      "Ġsouv": 1130,
      "Ġmor": 1131,
      "orrow": 1132,
      "Ġgar": 1133,
      "Ġgir": 1134,
      "ĠElles": 1135,
      "endre": 1136,
      "Ġdisp": 1137,
      "ĠrÃ©p": 1138,
      "ĠÂ«": 1139,
      "Ġdern": 1140,
      "ition": 1141,
      "Ġfais": 1142,
      "ĠÃĢ": 1143,
      "Ġleave": 1144,
      "Ã¨me": 1145,
      "Ġweek": 1146,
      "Ġavant": 1147,
      "ĠFr": 1148,
      "Ġfem": 1149,
      "Ġeverything": 1150,
      "get": 1151,
      "iÃ©": 1152,
      "ud": 1153,
      "ĠK": 1154,
      "Ġaim": 1155,
      "Ġpres": 1156,
      "Ġsc": 1157,
      "Ġsans": 1158,
      "Ġsimp": 1159,
      "Ġmot": 1160,
      "Ġmade": 1161,
      "Ġfac": 1162,
      "Ġrec": 1163,
      "Ġmeet": 1164,
      "ĠfranÃ§ais": 1165,
      "Ġmany": 1166,
      "Ġmom": 1167,
      "ory": 1168,
      "ention": 1169,
      "ĠEngl": 1170,
      "ĠÂ»": 1171,
      "Ġmaintenant": 1172,
      "Åĵur": 1173,
      "ĠtÃ©lÃ©": 1174,
      "ph": 1175,
      "ĠmÃ©": 1176,
      "anc": 1177,
      "Ġwait": 1178,
      "Ġocc": 1179,
      "Ġheures": 1180,
      "irst": 1181,
      "ĠPar": 1182,
      "Ġwell": 1183,
      "ations": 1184,
      "Ġalone": 1185,
      "ĠOÃ¹": 1186,
      "Ã§on": 1187,
      "Ġlivre": 1188,
      "Ġinto": 1189,
      "Ġtwo": 1190,
      "nÃ©": 1191,
      "ok": 1192,
      "uck": 1193,
      "ĠpÃ¨re": 1194,
      "Ġmoin": 1195,
      "oth": 1196,
      "Ġrest": 1197,
      "Ġeas": 1198,
      "tern": 1199,
      "Ġaujourd": 1200,
      "Ġprobl": 1201,
      "Ġexp": 1202,
      "ouvez": 1203,
      "Ġlangu": 1204,
      "ful": 1205,
      "les": 1206,
      "Ġcare": 1207,
      "Ġcoup": 1208,
      "Ġhand": 1209,
      "ets": 1210,
      "Ġlife": 1211,
      "Ġplace": 1212,
      "ĠplaÃ®t": 1213,
      "Ġcomment": 1214,
      "Ġnothing": 1215,
      "Ġbelieve": 1216,
      "Ġpat": 1217,
      "ins": 1218,
      "Ġcro": 1219,
      "ary": 1220,
      "Ġtoday": 1221,
      "Ġover": 1222,
      "ager": 1223,
      "Ġnotre": 1224,
      "ĠdÃ©p": 1225,
      "Ġprof": 1226,
      "Ġconf": 1227,
      "Ġseul": 1228,
      "Ġhappy": 1229,
      "Ġunderst": 1230,
      "az": 1231,
      "cer": 1232,
      "cle": 1233,
      "ex": 1234,
      "ris": 1235,
      "ĠsÃ»": 1236,
      "Ġbonne": 1237,
      "Ġbuy": 1238,
      "Ġdep": 1239,
      "Ġgive": 1240,
      "ily": 1241,
      "Ġchien": 1242,
      "Ġrais": 1243,
      "pect": 1244,
      "Ġphot": 1245,
      "ger": 1246,
      "oc": 1247,
      "Ġfather": 1248,
      "aimer": 1249,
      "Ġjob": 1250,
      "Ġref": 1251,
      "Ġrem": 1252,
      "Ġsure": 1253,
      "Ġlive": 1254,
      "ture": 1255,
      "Ġpris": 1256,
      "Ġwanted": 1257,
      "akes": 1258,
      "ĠBost": 1259,
      "Ġenfants": 1260,
      "Ġaway": 1261,
      "Ġmoment": 1262,
      "ĠEnglish": 1263,
      "ĠBoston": 1264,
      "eau": 1265,
      "Ġ2": 1266,
      "Ġide": 1267,
      "Ġsol": 1268,
      "Ġboy": 1269,
      "tement": 1270,
      "Ġisn": 1271,
      "ĠHave": 1272,
      "Ġchat": 1273,
      "ĠAvez": 1274,
      "sible": 1275,
      "Ġtook": 1276,
      "prÃ¨s": 1277,
      "Ġquestion": 1278,
      "ber": 1279,
      "ving": 1280,
      "Ġsoir": 1281,
      "Ġmieux": 1282,
      "ank": 1283,
      "att": 1284,
      "ated": 1285,
      "Ġenv": 1286,
      "ider": 1287,
      "own": 1288,
      "Ġtrouv": 1289,
      "ĠEvery": 1290,
      "ages": 1291,
      "Ġstart": 1292,
      "ĠQui": 1293,
      "Ġtrois": 1294,
      "Ġhomme": 1295,
      "Ġsleep": 1296,
      "Ġsimple": 1297,
      "Ġtur": 1298,
      "Ġput": 1299,
      "Ġpoin": 1300,
      "Ġsing": 1301,
      "Ġsens": 1302,
      "Ġfirst": 1303,
      "Ġvoy": 1304,
      "Ġgreat": 1305,
      "Ġinc": 1306,
      "Ġins": 1307,
      "Ġinv": 1308,
      "Ġass": 1309,
      "Ã©cole": 1310,
      "Ġalread": 1311,
      "ĠWhen": 1312,
      "Ġtoute": 1313,
      "Ġprem": 1314,
      "Ġbetter": 1315,
      "aimerais": 1316,
      "Ġalready": 1317,
      "ĠdÃ»": 1318,
      "imes": 1319,
      "Ġenough": 1320,
      "Ġcond": 1321,
      "Ġdisc": 1322,
      "ĠpassÃ©": 1323,
      "mber": 1324,
      "Ġappe": 1325,
      "ause": 1326,
      "mble": 1327,
      "Ġhur": 1328,
      "Ġtheir": 1329,
      "Ġthree": 1330,
      "Ġcham": 1331,
      "Ġparle": 1332,
      "ĠprÃ©s": 1333,
      "Ġdone": 1334,
      "Ġstay": 1335,
      "Ġtoutes": 1336,
      "bles": 1337,
      "Ġimport": 1338,
      "Ġpersonne": 1339,
      "ves": 1340,
      "rez": 1341,
      "Ġlate": 1342,
      "Ġlors": 1343,
      "Ġlaiss": 1344,
      "Ġnuit": 1345,
      "Ġname": 1346,
      "Ġfo": 1347,
      "Ġdec": 1348,
      "arly": 1349,
      "Ġviv": 1350,
      "orry": 1351,
      "Ġdoor": 1352,
      "Ġchoses": 1353,
      "acc": 1354,
      "Ġtravaill": 1355,
      "Ġjuste": 1356,
      "ĠJapan": 1357,
      "igh": 1358,
      "vis": 1359,
      "xt": 1360,
      "Ġuse": 1361,
      "Ġtour": 1362,
      "Ġdou": 1363,
      "Ġport": 1364,
      "Ġpuis": 1365,
      "oss": 1366,
      "Ġemp": 1367,
      "Ġseen": 1368,
      "acher": 1369,
      "ĠPers": 1370,
      "Ġassez": 1371,
      "ired": 1372,
      "Ġquelques": 1373,
      "Ġdemain": 1374,
      "Ġquestions": 1375,
      "Ġtomorrow": 1376,
      "Ġessay": 1377,
      "Ġfemme": 1378,
      "Ġfacile": 1379,
      "Ġmoins": 1380,
      "00": 1381,
      "ute": 1382,
      "Ġdown": 1383,
      "Ġsorry": 1384,
      "Ġmag": 1385,
      "Ã©l": 1386,
      "Ġbest": 1387,
      "Ġho": 1388,
      "Ġleft": 1389,
      "Ġdoit": 1390,
      "ict": 1391,
      "ĠrÃ©s": 1392,
      "chÃ©": 1393,
      "ĠAu": 1394,
      "endu": 1395,
      "Ġauc": 1396,
      "Ġproble": 1397,
      "Ġwithout": 1398,
      "Ġautre": 1399,
      "Ġplease": 1400,
      "Ġbecause": 1401,
      "Ġdrink": 1402,
      "Ġunderstand": 1403,
      "ĠPersonne": 1404,
      "ia": 1405,
      "Ġtri": 1406,
      "Ġaime": 1407,
      "Ġpain": 1408,
      "ĠmÃ¨re": 1409,
      "Ġmind": 1410,
      "Ġfille": 1411,
      "Ġbre": 1412,
      "Ġeff": 1413,
      "Ġeven": 1414,
      "Ġdoing": 1415,
      "ĠAn": 1416,
      "Ġkind": 1417,
      "Ġwhy": 1418,
      "aking": 1419,
      "Ġused": 1420,
      "Ġpensais": 1421,
      "Ġvenir": 1422,
      "Ġasked": 1423,
      "arrive": 1424,
      "ĠFrance": 1425,
      "Ġidea": 1426,
      "Ġprendre": 1427,
      "esp": 1428,
      "int": 1429,
      "Ġcap": 1430,
      "Ġmort": 1431,
      "Ġbo": 1432,
      "Ġbou": 1433,
      "Ġgens": 1434,
      "Ġob": 1435,
      "roit": 1436,
      "ĠCette": 1437,
      "Ġdoct": 1438,
      "Ġtrouve": 1439,
      "ches": 1440,
      "Ġsec": 1441,
      "Ġsaw": 1442,
      "ĠCombien": 1443,
      "Ġlooking": 1444,
      "Ġafter": 1445,
      "Ġthings": 1446,
      "Ġyears": 1447,
      "Ġoccup": 1448,
      "ious": 1449,
      "jet": 1450,
      "tr": 1451,
      "ug": 1452,
      "wn": 1453,
      "ĠaprÃ¨s": 1454,
      "Ġpeur": 1455,
      "Ġleur": 1456,
      "Ġcle": 1457,
      "Ġmanger": 1458,
      "Ġwalk": 1459,
      "Ġfai": 1460,
      "Ġbed": 1461,
      "ath": 1462,
      "ester": 1463,
      "Ġbeing": 1464,
      "util": 1465,
      "Ġhab": 1466,
      "Ġchance": 1467,
      "Ġteacher": 1468,
      "endant": 1469,
      "ience": 1470,
      "Ġpartir": 1471,
      "Ġdifficul": 1472,
      "Ġcount": 1473,
      "ĠprÃ©f": 1474,
      "Ġnouveau": 1475,
      "Ġwater": 1476,
      "Ġvisit": 1477,
      "Ġveut": 1478,
      "Ġtes": 1479,
      "Ġpren": 1480,
      "Ġnum": 1481,
      "Ġhier": 1482,
      "llement": 1483,
      "Ġever": 1484,
      "idÃ©": 1485,
      "Ġrou": 1486,
      "Ġrain": 1487,
      "ĠprÃª": 1488,
      "Ġworld": 1489,
      "Ġvoulais": 1490,
      "ĠdÃ©sol": 1491,
      "..": 1492,
      "ock": 1493,
      "Ġces": 1494,
      "Ġcet": 1495,
      "Ġcame": 1496,
      "Ġcert": 1497,
      "omme": 1498,
      "Ġyoun": 1499,
      "ĠÃĬ": 1500,
      "temps": 1501,
      "Ġoften": 1502,
      "member": 1503,
      "ĠMa": 1504,
      "ĠEs": 1505,
      "Ġlire": 1506,
      "Ġkne": 1507,
      "Ġwhich": 1508,
      "Ġsurpr": 1509,
      "avez": 1510,
      "Ġletter": 1511,
      "Ġsavoir": 1512,
      "Ġheureux": 1513,
      "Ġkeep": 1514,
      "ĠidÃ©e": 1515,
      "Ġinteres": 1516,
      "Ġsimplement": 1517,
      "Ġpoint": 1518,
      "Ġimportant": 1519,
      "iques": 1520,
      "Ġsal": 1521,
      "ister": 1522,
      "ince": 1523,
      "Ġcol": 1524,
      "Ġmis": 1525,
      "Ġmother": 1526,
      "ital": 1527,
      "Ġfat": 1528,
      "quot": 1529,
      "Ġvos": 1530,
      "ente": 1531,
      "uses": 1532,
      "teau": 1533,
      "Ġense": 1534,
      "Ġlik": 1535,
      "ĠAll": 1536,
      "ĠDan": 1537,
      "Ġpourquoi": 1538,
      "Ġexpl": 1539,
      "Ġcompl": 1540,
      "raid": 1541,
      "Ġdevrais": 1542,
      "ĠUne": 1543,
      "Ġcommen": 1544,
      "Ġopen": 1545,
      "Ġchildren": 1546,
      "ĠÃĬtes": 1547,
      "min": 1548,
      "Ġtable": 1549,
      "Ġdorm": 1550,
      "Ġlost": 1551,
      "Ġmost": 1552,
      "erve": 1553,
      "Ġfound": 1554,
      "Ġbad": 1555,
      "arr": 1556,
      "Ġvi": 1557,
      "Ġvol": 1558,
      "orter": 1559,
      "este": 1560,
      "Ġgen": 1561,
      "Ġhear": 1562,
      "Ġey": 1563,
      "Ġbeaut": 1564,
      "Ġchang": 1565,
      "agne": 1566,
      "Ġstr": 1567,
      "ife": 1568,
      "Ġabs": 1569,
      "Ġsemaine": 1570,
      "Ġafraid": 1571,
      "ĠdemandÃ©": 1572,
      "Ġwatch": 1573,
      "Ġtrouver": 1574,
      "Ġsouvent": 1575,
      "ĠderniÃ¨re": 1576,
      "Ġeasy": 1577,
      "Ġknew": 1578,
      "ivers": 1579,
      "lui": 1580,
      "nis": 1581,
      "we": 1582,
      "Ġter": 1583,
      "Ġpouvez": 1584,
      "Ġsait": 1585,
      "Ġlun": 1586,
      "Ġmay": 1587,
      "Ġmiss": 1588,
      "quer": 1589,
      "Ġbu": 1590,
      "ats": 1591,
      "Ġyet": 1592,
      "ĠÃī": 1593,
      "uss": 1594,
      "ĠintÃ©": 1595,
      "Ġemb": 1596,
      "Ġbeg": 1597,
      "ĠHis": 1598,
      "ĠDe": 1599,
      "Ġconc": 1600,
      "Ġshow": 1601,
      "Ġcold": 1602,
      "Ġentre": 1603,
      "ĠQuand": 1604,
      "Ġsmall": 1605,
      "Ġbusy": 1606,
      "Ġpolice": 1607,
      "Ġimm": 1608,
      "Ġcrois": 1609,
      "esterday": 1610,
      "ba": 1611,
      "form": 1612,
      "mÃªme": 1613,
      "ys": 1614,
      "Ġdur": 1615,
      "Ġpays": 1616,
      "iste": 1617,
      "Ã©g": 1618,
      "Ġfar": 1619,
      "ato": 1620,
      "ĠvÃ©r": 1621,
      "Ġnext": 1622,
      "osed": 1623,
      "Ġremember": 1624,
      "oid": 1625,
      "ments": 1626,
      "ains": 1627,
      "agn": 1628,
      "ache": 1629,
      "Ġstop": 1630,
      "ĠallÃ©": 1631,
      "uire": 1632,
      "Ġlooks": 1633,
      "ĠRe": 1634,
      "Ġstud": 1635,
      "Ġpossible": 1636,
      "Ġsemble": 1637,
      "Ġjusqu": 1638,
      "Ġretard": 1639,
      "ize": 1640,
      "cÃ©": 1641,
      "hab": 1642,
      "Ġcher": 1643,
      "any": 1644,
      "Ġfu": 1645,
      "qui": 1646,
      "Ġbor": 1647,
      "Ġbig": 1648,
      "aisse": 1649,
      "Ġjours": 1650,
      "uth": 1651,
      "uter": 1652,
      "ical": 1653,
      "Ġtrans": 1654,
      "ĠMay": 1655,
      "Ġfort": 1656,
      "avoir": 1657,
      "Ġwants": 1658,
      "Ġprob": 1659,
      "autre": 1660,
      "Ġcontr": 1661,
      "Ġlettre": 1662,
      "Ġsavais": 1663,
      "ĠpiÃ¨": 1664,
      "ĠproblÃ¨me": 1665,
      "Ġchambre": 1666,
      "Ġdoctor": 1667,
      "utilis": 1668,
      "par": 1669,
      "ues": 1670,
      "Ġact": 1671,
      "Ġaff": 1672,
      "Ġfil": 1673,
      "Ġfall": 1674,
      "Ġhot": 1675,
      "Ġhum": 1676,
      "Ġtra": 1677,
      "Ġtruth": 1678,
      "Ġcha": 1679,
      "Ġchar": 1680,
      "Ġsecre": 1681,
      "avant": 1682,
      "Ġkill": 1683,
      "ends": 1684,
      "ienne": 1685,
      "Ġdeven": 1686,
      "ĠCela": 1687,
      "ĠQuelle": 1688,
      "Ġadv": 1689,
      "Ġwrit": 1690,
      "Ġaccident": 1691,
      "Ġsortir": 1692,
      "Ġdepuis": 1693,
      "Ġdifficult": 1694,
      "Ġyoung": 1695,
      "lu": 1696,
      "per": 1697,
      "rÃ©c": 1698,
      "udi": 1699,
      "Ġsk": 1700,
      "Ġnat": 1701,
      "Ġbit": 1702,
      "Ġmeill": 1703,
      "Ã¨te": 1704,
      "ĠYour": 1705,
      "Ġconse": 1706,
      "ĠBe": 1707,
      "Ġdevons": 1708,
      "Ġquelqu": 1709,
      "Ġwrong": 1710,
      "Ġpropos": 1711,
      "Ġyear": 1712,
      "Ġphoto": 1713,
      "ee": 1714,
      "homme": 1715,
      "Ġdin": 1716,
      "Ġpendant": 1717,
      "Ġmauv": 1718,
      "Ġwom": 1719,
      "Ġbi": 1720,
      "ark": 1721,
      "Ġyesterday": 1722,
      "entre": 1723,
      "aires": 1724,
      "Ġearly": 1725,
      "Ã¨res": 1726,
      "utes": 1727,
      "vert": 1728,
      "Ġceci": 1729,
      "aurais": 1730,
      "rence": 1731,
      "Ġaround": 1732,
      "Ġcomple": 1733,
      "Ġfew": 1734,
      "arth": 1735,
      "Ġclass": 1736,
      "Ġserv": 1737,
      "ject": 1738,
      "Ġpret": 1739,
      "Ġperdu": 1740,
      "Ġready": 1741,
      "alement": 1742,
      "Ġstudy": 1743,
      "Ġpetite": 1744,
      "Ġcorre": 1745,
      "Ġswim": 1746,
      "Ġmorning": 1747,
      "phone": 1748,
      "Ġprofess": 1749,
      "ĠsÃ»r": 1750,
      "Ġraison": 1751,
      "Ġmauvais": 1752,
      "cin": 1753,
      "emp": 1754,
      "gry": 1755,
      "ial": 1756,
      "ible": 1757,
      "lais": 1758,
      "nous": 1759,
      "oke": 1760,
      "til": 1761,
      "Ġtard": 1762,
      "Ġtired": 1763,
      "Ġaren": 1764,
      "reux": 1765,
      "Ġlar": 1766,
      "inÃ©": 1767,
      "ances": 1768,
      "Ġfun": 1769,
      "Ġbri": 1770,
      "aide": 1771,
      "leur": 1772,
      "Ġind": 1773,
      "Ã¨rent": 1774,
      "Ġanother": 1775,
      "Ã©tÃ©": 1776,
      "ĠAt": 1777,
      "ĠPuis": 1778,
      "Ġyourself": 1779,
      "olog": 1780,
      "Ġexam": 1781,
      "Ġami": 1782,
      "Ġhimself": 1783,
      "opul": 1784,
      "Ġgros": 1785,
      "Ġmarried": 1786,
      "Ġsera": 1787,
      "ives": 1788,
      "Ġbrother": 1789,
      "Ġmatin": 1790,
      "ĠJapon": 1791,
      "Ġlearn": 1792,
      "ĠParis": 1793,
      ".\"": 1794,
      "toi": 1795,
      "Ġdri": 1796,
      "Ġpap": 1797,
      "ished": 1798,
      "Ġcuis": 1799,
      "Ġmer": 1800,
      "Ġmine": 1801,
      "Ġnon": 1802,
      "ater": 1803,
      "Ġyeux": 1804,
      "Ġquit": 1805,
      "ings": 1806,
      "Ġthese": 1807,
      "ote": 1808,
      "Ġreal": 1809,
      "Ġinst": 1810,
      "cept": 1811,
      "ution": 1812,
      "Ġtrue": 1813,
      "Ġchange": 1814,
      "Ġonce": 1815,
      "Ġrun": 1816,
      "ĠÃ©taient": 1817,
      "Ġknows": 1818,
      "Ġart": 1819,
      "ĠDoes": 1820,
      "Ġparty": 1821,
      "ĠdiffÃ©": 1822,
      "ĠarrivÃ©": 1823,
      "Ġperson": 1824,
      "Ġopin": 1825,
      "Ġpubl": 1826,
      "Ġfamille": 1827,
      "Ġbreak": 1828,
      "Ġsurpris": 1829,
      "ĠvÃ©ritÃ©": 1830,
      "eba": 1831,
      "lt": 1832,
      "nent": 1833,
      "rant": 1834,
      "Ġpopul": 1835,
      "ĠsÅĵur": 1836,
      "Ġsister": 1837,
      "Ġlist": 1838,
      "Ġnice": 1839,
      "Ġwar": 1840,
      "Ġwind": 1841,
      "Ġvac": 1842,
      "Ġville": 1843,
      "Ġhun": 1844,
      "Ġgard": 1845,
      "ĠgÃ©n": 1846,
      "oix": 1847,
      "llez": 1848,
      "Ġbeh": 1849,
      "icy": 1850,
      "ĠEx": 1851,
      "ĠÃ©tudi": 1852,
      "Ġprin": 1853,
      "anglais": 1854,
      "Ġstation": 1855,
      "Ġsoon": 1856,
      "ĠarrÃª": 1857,
      "Ġsame": 1858,
      "Ġword": 1859,
      "icile": 1860,
      "ĠÃ©g": 1861,
      "Ġcroire": 1862,
      "ĠGet": 1863,
      "Ġadd": 1864,
      "Ġautres": 1865,
      "Ġdifficile": 1866,
      "Ġarrive": 1867,
      "Ġmatter": 1868,
      "Ġbooks": 1869,
      "Ġlangue": 1870,
      "Ġfriends": 1871,
      "Ġhappened": 1872,
      "ĠachetÃ©": 1873,
      "Ġminutes": 1874,
      "ĠtrouvÃ©": 1875,
      "Ġvoyage": 1876,
      "Ġcountry": 1877,
      "atoeba": 1878,
      "?\"": 1879,
      "iers": 1880,
      "man": 1881,
      "oh": 1882,
      "son": 1883,
      "tres": 1884,
      "ĠtÃ´t": 1885,
      "Ġtimes": 1886,
      "Ġsous": 1887,
      "Ġcam": 1888,
      "Ġmou": 1889,
      "Ġmakes": 1890,
      "Ġfour": 1891,
      "omm": 1892,
      "omp": 1893,
      "llig": 1894,
      "ĠTatoeba": 1895,
      "ail": 1896,
      "aider": 1897,
      "led": 1898,
      "rib": 1899,
      "iles": 1900,
      "Ġred": 1901,
      "Ġrev": 1902,
      "ĠWould": 1903,
      "Ġru": 1904,
      "illÃ©": 1905,
      "iful": 1906,
      "Ġmyself": 1907,
      "Ġexc": 1908,
      "Ġautant": 1909,
      "Ġdiffe": 1910,
      "Ġattention": 1911,
      "Ġcouldn": 1912,
      "Ġstup": 1913,
      "Ġwonder": 1914,
      "Ġnombre": 1915,
      "itude": 1916,
      "ĠmÃ©de": 1917,
      "Ġhope": 1918,
      "Ġproblem": 1919,
      "br": 1920,
      "ip": 1921,
      "more": 1922,
      "not": 1923,
      "uÃ©": 1924,
      "Ġterm": 1925,
      "Ġdont": 1926,
      "Ġdanger": 1927,
      "Ġmist": 1928,
      "Ġnour": 1929,
      "Ġfav": 1930,
      "Ġvue": 1931,
      "Ġhair": 1932,
      "Ġthr": 1933,
      "Ġthose": 1934,
      "used": 1935,
      "Ġanim": 1936,
      "Ġangl": 1937,
      "ĠSt": 1938,
      "ĠSon": 1939,
      "alth": 1940,
      "Ġjeune": 1941,
      "Ġpourrait": 1942,
      "Ġcompren": 1943,
      "Ġanymore": 1944,
      "Ġsix": 1945,
      "ĠÃ©p": 1946,
      "Ġadm": 1947,
      "jeun": 1948,
      "Ġlives": 1949,
      "Ġoubl": 1950,
      "onnes": 1951,
      "Ġtalking": 1952,
      "ĠjournÃ©e": 1953,
      "Ġpian": 1954,
      "Ġdemande": 1955,
      "Ġcaf": 1956,
      "Ġacheter": 1957,
      "ĠgarÃ§on": 1958,
      "Ġlikes": 1959,
      "ĠpiÃ¨ce": 1960,
      "bÃ©": 1961,
      "nes": 1962,
      "pital": 1963,
      "ral": 1964,
      "Ġsat": 1965,
      "Ġloin": 1966,
      "Ġluck": 1967,
      "Ġfi": 1968,
      "Ġfree": 1969,
      "ĠfÃªte": 1970,
      "Ġfilles": 1971,
      "Ġbicy": 1972,
      "ĠTo": 1973,
      "ates": 1974,
      "Ġvite": 1975,
      "Ġhor": 1976,
      "veux": 1977,
      "ĠthÃ©": 1978,
      "Ġpasse": 1979,
      "aissez": 1980,
      "Ġrel": 1981,
      "Ġheart": 1982,
      "Ġann": 1983,
      "ided": 1984,
      "Ġlight": 1985,
      "Ġforg": 1986,
      "Ġcannot": 1987,
      "Ġproch": 1988,
      "ĠfrÃ¨re": 1989,
      "Ġhist": 1990,
      "Ġexact": 1991,
      "Ġamou": 1992,
      "umer": 1993,
      "ĠGo": 1994,
      "Ġapprendre": 1995,
      "Ġord": 1996,
      "Ġrester": 1997,
      "Ġvoud": 1998,
      "ĠcoÃ»": 1999,
      "Ġtravaille": 2000,
      "Ġlongtemps": 2001,
      "Ġbless": 2002,
      "Ġnews": 2003,
      "Ġfamily": 2004,
      "Ġseulement": 2005,
      "Ġcalled": 2006,
      "Ġgirl": 2007,
      "Ġtravailler": 2008,
      "vision": 2009,
      "Ġaucune": 2010,
      "Ġfatig": 2011,
      "Ġbeautiful": 2012,
      "ĠintÃ©ress": 2013,
      "Ġfilm": 2014,
      "Ġdinner": 2015,
      "ĠmÃ©decin": 2016,
      "ctu": 2017,
      "fait": 2018,
      "uro": 2019,
      "vie": 2020,
      "Ġutilis": 2021,
      "Ġty": 2022,
      "Ġtried": 2023,
      "Ġaur": 2024,
      "Ġaider": 2025,
      "ĠdÃ®": 2026,
      "Ġdays": 2027,
      "Ġsl": 2028,
      "Ġsitu": 2029,
      "heure": 2030,
      "Ġcop": 2031,
      "Ġmang": 2032,
      "Ġmight": 2033,
      "Ã©ro": 2034,
      "ited": 2035,
      "Ġfa": 2036,
      "Ġfen": 2037,
      "Ġfood": 2038,
      "Ġface": 2039,
      "quÃ©": 2040,
      "Ġbought": 2041,
      "llow": 2042,
      "ĠTe": 2043,
      "Ġvit": 2044,
      "Ġhours": 2045,
      "Ġgave": 2046,
      "Ġuntil": 2047,
      "Ġquelle": 2048,
      "Ġsuch": 2049,
      "ĠSome": 2050,
      "Ġhaven": 2051,
      "Ġhaving": 2052,
      "ĠAr": 2053,
      "Ġcoming": 2054,
      "aurant": 2055,
      "Ġfroid": 2056,
      "ige": 2057,
      "Ġfaites": 2058,
      "Ġcomprendre": 2059,
      "Ġdist": 2060,
      "cient": 2061,
      "ared": 2062,
      "Ġmari": 2063,
      "asser": 2064,
      "Ġcheveux": 2065,
      "Ġcoff": 2066,
      "Ġentendu": 2067,
      "Ġperm": 2068,
      "Ġlivres": 2069,
      "Ġreading": 2070,
      "Ġtennis": 2071,
      "Ġansw": 2072,
      "Ġintellig": 2073,
      "Ġrestaurant": 2074,
      "Ġstarted": 2075,
      "Ġturned": 2076,
      "ĠJapanese": 2077,
      "Ġsecret": 2078,
      "Ġsituation": 2079,
      "ced": 2080,
      "gg": 2081,
      "ian": 2082,
      "loi": 2083,
      "where": 2084,
      "yez": 2085,
      "oud": 2086,
      "Ġair": 2087,
      "Ġsun": 2088,
      "iner": 2089,
      "Ġcook": 2090,
      "Ġcost": 2091,
      "Ġcours": 2092,
      "Ã©d": 2093,
      "era": 2094,
      "Ġwin": 2095,
      "Ġfeu": 2096,
      "Ġbro": 2097,
      "ating": 2098,
      "Ġhigh": 2099,
      "Ġtoget": 2100,
      "ettes": 2101,
      "rions": 2102,
      "Ġreven": 2103,
      "Ġinter": 2104,
      "Ġsub": 2105,
      "Ġsujet": 2106,
      "alis": 2107,
      "ĠHer": 2108,
      "Ġchau": 2109,
      "Ġrappe": 2110,
      "ĠAm": 2111,
      "Ġparce": 2112,
      "Ġwasn": 2113,
      "pped": 2114,
      "Ġresp": 2115,
      "ression": 2116,
      "ignore": 2117,
      "ĠtÃ©lÃ©phone": 2118,
      "Ġlanguage": 2119,
      "Ġlaisser": 2120,
      "ĠdÃ©solÃ©": 2121,
      "Ġeyes": 2122,
      "Ġwoman": 2123,
      "Ġwindow": 2124,
      "jeuner": 2125,
      "Ġbicycle": 2126,
      "Ġtogether": 2127,
      "lse": 2128,
      "ma": 2129,
      "ming": 2130,
      "most": 2131,
      "ness": 2132,
      "ĠtÃªte": 2133,
      "Ġpic": 2134,
      "Ġpois": 2135,
      "Ġsau": 2136,
      "Ġsac": 2137,
      "Ġsince": 2138,
      "Ġlu": 2139,
      "ĠcÅĵur": 2140,
      "Ġmess": 2141,
      "Ã©p": 2142,
      "Ġni": 2143,
      "Ġnoir": 2144,
      "Ġwish": 2145,
      "Ġwife": 2146,
      "Ġfig": 2147,
      "Ġbout": 2148,
      "Ġvas": 2149,
      "Ġvers": 2150,
      "Ġguy": 2151,
      "Ġown": 2152,
      "rible": 2153,
      "Ġinform": 2154,
      "antÃ©": 2155,
      "Ġelse": 2156,
      "ĠCes": 2157,
      "Ã¨mes": 2158,
      "ĠLay": 2159,
      "Ġdoll": 2160,
      "Ġits": 2161,
      "ĠdonnÃ©": 2162,
      "ured": 2163,
      "Ġprod": 2164,
      "Ġgetting": 2165,
      "Ġvoulez": 2166,
      "Ġworking": 2167,
      "Ġeverybody": 2168,
      "Ġdix": 2169,
      "Ġsuppose": 2170,
      "Ġ10": 2171,
      "Ġjoue": 2172,
      "Ġprie": 2173,
      "riture": 2174,
      "ĠdÃ©teste": 2175,
      "Ġturn": 2176,
      "Ġdecided": 2177,
      "Ġvivre": 2178,
      "Ġtrip": 2179,
      "Ġopinion": 2180,
      "Ġlisten": 2181,
      "Ġpiano": 2182,
      "Ġanswer": 2183,
      "ĠLayla": 2184,
      "ball": 2185,
      "con": 2186,
      "cess": 2187,
      "fort": 2188,
      "rÃ©s": 2189,
      "ward": 2190,
      "Ġz": 2191,
      "Ġir": 2192,
      "Ġaide": 2193,
      "Ġpost": 2194,
      "Ġsound": 2195,
      "Ġsick": 2196,
      "ences": 2197,
      "Ġmil": 2198,
      "Ġnos": 2199,
      "asin": 2200,
      "Ġbir": 2201,
      "Ġvin": 2202,
      "Ġvois": 2203,
      "Ġvient": 2204,
      "aie": 2205,
      "rir": 2206,
      "Ġleg": 2207,
      "Ġsuff": 2208,
      "Ġbelle": 2209,
      "ĠSa": 2210,
      "ĠSp": 2211,
      "Ġtrad": 2212,
      "Ġchant": 2213,
      "ĠEuro": 2214,
      "Ġrac": 2215,
      "Ġlived": 2216,
      "ĠNob": 2217,
      "Ġcelui": 2218,
      "Ġcombien": 2219,
      "Ġtellement": 2220,
      "ĠDonne": 2221,
      "ĠPeu": 2222,
      "ghter": 2223,
      "ĠprÃ¨s": 2224,
      "Ġwhile": 2225,
      "Ġsurv": 2226,
      "Ġcompany": 2227,
      "ĠThese": 2228,
      "Ġthinking": 2229,
      "Ġdevrait": 2230,
      "illez": 2231,
      "assÃ©": 2232,
      "Ġappris": 2233,
      "Ġseems": 2234,
      "Ġesp": 2235,
      "Ġphr": 2236,
      "Ġpeine": 2237,
      "Ġgrande": 2238,
      "Ġattend": 2239,
      "Ġvoulait": 2240,
      "Ġfinished": 2241,
      "ĠÃ©crit": 2242,
      "Ġenfant": 2243,
      "erreur": 2244,
      "Ġmeeting": 2245,
      "ĠEveryone": 2246,
      "Ġpremier": 2247,
      "ĠprÃ©sent": 2248,
      "Ġlorsqu": 2249,
      "accord": 2250,
      "Ġtravers": 2251,
      "Ġnourriture": 2252,
      "Ġthrough": 2253,
      "Ġanglais": 2254,
      "ĠcafÃ©": 2255,
      "ĠdÃ®ner": 2256,
      "Ġcoffee": 2257,
      "cl": 2258,
      "fer": 2259,
      "hors": 2260,
      "lent": 2261,
      "port": 2262,
      "tte": 2263,
      "Ġ3": 2264,
      "Ġtant": 2265,
      "Ġdro": 2266,
      "Ġsour": 2267,
      "Ġste": 2268,
      "Ġcal": 2269,
      "ites": 2270,
      "Ġfou": 2271,
      "Ġbag": 2272,
      "Ġdevez": 2273,
      "Ġhon": 2274,
      "ork": 2275,
      "vel": 2276,
      "Ġgent": 2277,
      "usÃ©": 2278,
      "aise": 2279,
      "rire": 2280,
      "riÃ¨re": 2281,
      "Ġsucc": 2282,
      "ĠSh": 2283,
      "ication": 2284,
      "Ġrap": 2285,
      "ĠDi": 2286,
      "ĠdÃ©f": 2287,
      "quelle": 2288,
      "aller": 2289,
      "urer": 2290,
      "Ġsois": 2291,
      "Ġfruit": 2292,
      "ustral": 2293,
      "Ġexac": 2294,
      "Ġexpect": 2295,
      "Ġrich": 2296,
      "ĠOur": 2297,
      "ĠmaniÃ¨re": 2298,
      "apprÃ©c": 2299,
      "Ġanyone": 2300,
      "Ġpartie": 2301,
      "ĠrÃ©f": 2302,
      "Ã§ons": 2303,
      "ĠGive": 2304,
      "prise": 2305,
      "aby": 2306,
      "Ġwrite": 2307,
      "Ġtax": 2308,
      "Ġpied": 2309,
      "Ġnouvelle": 2310,
      "Ġbecome": 2311,
      "Ġjouer": 2312,
      "Ġmusic": 2313,
      "Ġglad": 2314,
      "ĠrÃ©pon": 2315,
      "Ġpresque": 2316,
      "ĠproblÃ¨mes": 2317,
      "ĠpremiÃ¨re": 2318,
      "Ġnumber": 2319,
      "ĠcolÃ¨re": 2320,
      "Ġembarr": 2321,
      "Ġcomplete": 2322,
      "Ġpretty": 2323,
      "Ġpublic": 2324,
      "Ġfavor": 2325,
      "cte": 2326,
      "fois": 2327,
      "ied": 2328,
      "joy": 2329,
      "mmer": 2330,
      "Ã¯": 2331,
      "Ġerreur": 2332,
      "Ġtre": 2333,
      "Ġpun": 2334,
      "Ġscient": 2335,
      "enf": 2336,
      "ines": 2337,
      "intÃ©": 2338,
      "Ġcry": 2339,
      "Ġmois": 2340,
      "Ã©di": 2341,
      "Ġfit": 2342,
      "Ġfast": 2343,
      "Ġbat": 2344,
      "Ġbure": 2345,
      "ĠTV": 2346,
      "ĠTake": 2347,
      "atre": 2348,
      "Ġdehors": 2349,
      "arrÃª": 2350,
      "Ġvieux": 2351,
      "ĠvÃ©l": 2352,
      "Ġhate": 2353,
      "aig": 2354,
      "lect": 2355,
      "Ġlait": 2356,
      "Ġlaquelle": 2357,
      "Ġreas": 2358,
      "Ġhead": 2359,
      "Ġheard": 2360,
      "iment": 2361,
      "Ġsuiv": 2362,
      "llem": 2363,
      "ĠCould": 2364,
      "ĠLaisse": 2365,
      "utÃ´t": 2366,
      "ower": 2367,
      "Ġris": 2368,
      "ĠAl": 2369,
      "iel": 2370,
      "Ġpark": 2371,
      "ĠDans": 2372,
      "Ġforget": 2373,
      "resse": 2374,
      "illage": 2375,
      "Ġkn": 2376,
      "Ġweather": 2377,
      "ĠdÃ©b": 2378,
      "Ġstory": 2379,
      "Ġsold": 2380,
      "ult": 2381,
      "Ġsho": 2382,
      "Ġamis": 2383,
      "Ġworry": 2384,
      "Ġcompte": 2385,
      "Ġdevriez": 2386,
      "Ġpeuvent": 2387,
      "Ġclose": 2388,
      "Ġclasse": 2389,
      "ĠCome": 2390,
      "ĠGerm": 2391,
      "ressed": 2392,
      "Ġblack": 2393,
      "airs": 2394,
      "Ġnouvelles": 2395,
      "Ġfuture": 2396,
      "Ġregarder": 2397,
      "Ġcause": 2398,
      "Ġimag": 2399,
      "Ġglass": 2400,
      "Ġendroit": 2401,
      "Ġtrying": 2402,
      "Ġgirls": 2403,
      "Ġdispos": 2404,
      "Ġwaiting": 2405,
      "ternet": 2406,
      "Ġpatient": 2407,
      "Ġmagasin": 2408,
      "iction": 2409,
      "Ġrouge": 2410,
      "avantage": 2411,
      "Ġmeilleur": 2412,
      "Ġcorrect": 2413,
      "ĠoubliÃ©": 2414,
      "ĠfaÃ§on": 2415,
      "Ġdollars": 2416,
      "ĠNobody": 2417,
      "Ġbureau": 2418,
      "ever": 2419,
      "iquer": 2420,
      "ron": 2421,
      "rist": 2422,
      "uv": 2423,
      "ream": 2424,
      "Ġdir": 2425,
      "Ġdau": 2426,
      "Ġdroit": 2427,
      "Ġdavantage": 2428,
      "Ġpauv": 2429,
      "ĠsÃ©": 2430,
      "Ġsit": 2431,
      "Ġsign": 2432,
      "ĠsÃ©ri": 2433,
      "ĠsantÃ©": 2434,
      "Ġcir": 2435,
      "Ġmange": 2436,
      "ane": 2437,
      "ann": 2438,
      "Ġfact": 2439,
      "ased": 2440,
      "ettre": 2441,
      "ush": 2442,
      "Ġleav": 2443,
      "cep": 2444,
      "Ġhealth": 2445,
      "Ġeach": 2446,
      "ides": 2447,
      "semble": 2448,
      "ĠplutÃ´t": 2449,
      "Ġless": 2450,
      "ĠPeux": 2451,
      "adore": 2452,
      "avait": 2453,
      "Ġkiss": 2454,
      "Ãªtes": 2455,
      "Ġyours": 2456,
      "ĠdÃ©jeuner": 2457,
      "Ġstore": 2458,
      "ĠVeux": 2459,
