{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "!": 1,
      "\"": 2,
      "$": 3,
      "%": 4,
      "&": 5,
      "'": 6,
      "(": 7,
      ")": 8,
      ",": 9,
      "-": 10,
      ".": 11,
      "/": 12,
      "0": 13,
      "1": 14,
      "2": 15,
      "3": 16,
      "4": 17,
      "5": 18,
      "6": 19,
      "7": 20,
      "8": 21,
      "9": 22,
      ":": 23,
      ";": 24,
      "?": 25,
      "A": 26,
      "B": 27,
      "C": 28,
      "D": 29,
      "E": 30,
      "F": 31,
      "G": 32,
      "H": 33,
      "I": 34,
      "J": 35,
      "K": 36,
      "L": 37,
      "M": 38,
      "N": 39,
      "O": 40,
      "P": 41,
      "Q": 42,
      "R": 43,
      "S": 44,
      "T": 45,
      "U": 46,
      "V": 47,
      "W": 48,
      "X": 49,
      "Y": 50,
      "Z": 51,
      "a": 52,
      "b": 53,
      "c": 54,
      "d": 55,
      "e": 56,
      "f": 57,
      "g": 58,
      "h": 59,
      "i": 60,
      "j": 61,
      "k": 62,
      "l": 63,
      "m": 64,
      "n": 65,
      "o": 66,
      "p": 67,
      "q": 68,
      "r": 69,
      "s": 70,
      "t": 71,
      "u": 72,
      "v": 73,
      "w": 74,
      "x": 75,
      "y": 76,
      "z": 77,
      "©": 78,
      "«": 79,
      "»": 80,
      "À": 81,
      "Â": 82,
      "Ã": 83,
      "Ç": 84,
      "É": 85,
      "Ê": 86,
      "Ô": 87,
      "à": 88,
      "á": 89,
      "â": 90,
      "ç": 91,
      "è": 92,
      "é": 93,
      "ê": 94,
      "ë": 95,
      "í": 96,
      "î": 97,
      "ï": 98,
      "ô": 99,
      "ù": 100,
      "û": 101,
      "œ": 102,
      "​": 103,
      "–": 104,
      "—": 105,
      "’": 106,
      "“": 107,
      "”": 108,
      "…": 109,
      "‽": 110,
      "⊂": 111,
      "ou": 112,
      "re": 113,
      "es": 114,
      "on": 115,
      "en": 116,
      "is": 117,
      "in": 118,
      "he": 119,
      "an": 120,
      "er": 121,
      "le": 122,
      "it": 123,
      "as": 124,
      "de": 125,
      "om": 126,
      "at": 127,
      "qu": 128,
      "ar": 129,
      "to": 130,
      "ne": 131,
      "ve": 132,
      "or": 133,
      "the": 134,
      "se": 135,
      "ai": 136,
      "te": 137,
      "me": 138,
      "ent": 139,
      "you": 140,
      "th": 141,
      "la": 142,
      "ous": 143,
      "ll": 144,
      "ce": 145,
      "est": 146,
      "ing": 147,
      "que": 148,
      "pas": 149,
      "Je": 150,
      "ch": 151,
      "au": 152,
      "il": 153,
      "tr": 154,
      "un": 155,
      "ais": 156,
      "Tom": 157,
      "our": 158,
      "no": 159,
      "li": 160,
      "us": 161,
      "et": 162,
      "ri": 163,
      "su": 164,
      "be": 165,
      "ro": 166,
      "ant": 167,
      "al": 168,
      "ait": 169,
      "ave": 170,
      "ir": 171,
      "tu": 172,
      "of": 173,
      "di": 174,
      "do": 175,
      "pe": 176,
      "ion": 177,
      "ver": 178,
      "vous": 179,
      "Il": 180,
      "av": 181,
      "am": 182,
      "st": 183,
      "and": 184,
      "tre": 185,
      "lle": 186,
      "ay": 187,
      "ed": 188,
      "out": 189,
      "ment": 190,
      "The": 191,
      "ap": 192,
      "mo": 193,
      "all": 194,
      "ac": 195,
      "lo": 196,
      "par": 197,
      "ag": 198,
      "for": 199,
      "com": 200,
      "les": 201,
      "im": 202,
      "ux": 203,
      "ren": 204,
      "ét": 205,
      "une": 206,
      "ur": 207,
      "con": 208,
      "ut": 209,
      "ad": 210,
      "ain": 211,
      "ke": 212,
      "ie": 213,
      "ic": 214,
      "ld": 215,
      "je": 216,
      "hat": 217,
      "go": 218,
      "ab": 219,
      "pr": 220,
      "that": 221,
      "son": 222,
      "po": 223,
      "res": 224,
      "ter": 225,
      "vo": 226,
      "was": 227,
      "dé": 228,
      "are": 229,
      "ans": 230,
      "He": 231,
      "we": 232,
      "ho": 233,
      "si": 234,
      "You": 235,
      "so": 236,
      "pl": 237,
      "du": 238,
      "have": 239,
      "gh": 240,
      "her": 241,
      "his": 242,
      "don": 243,
      "pour": 244,
      "ang": 245,
      "co": 246,
      "des": 247,
      "not": 248,
      "pen": 249,
      "ti": 250,
      "one": 251,
      "ons": 252,
      "now": 253,
      "ien": 254,
      "fe": 255,
      "ill": 256,
      "your": 257,
      "aire": 258,
      "pro": 259,
      "ly": 260,
      "my": 261,
      "ould": 262,
      "suis": 263,
      "can": 264,
      "ue": 265,
      "ère": 266,
      "ght": 267,
      "this": 268,
      "ée": 269,
      "ith": 270,
      "She": 271,
      "fr": 272,
      "We": 273,
      "dans": 274,
      "ma": 275,
      "very": 276,
      "bo": 277,
      "mon": 278,
      "ci": 279,
      "Elle": 280,
      "with": 281,
      "lu": 282,
      "It": 283,
      "ok": 284,
      "ten": 285,
      "ex": 286,
      "know": 287,
      "thing": 288,
      "ure": 289,
      "che": 290,
      "tes": 291,
      "want": 292,
      "der": 293,
      "man": 294,
      "per": 295,
      "Nous": 296,
      "ser": 297,
      "ré": 298,
      "ation": 299,
      "ul": 300,
      "qui": 301,
      "like": 302,
      "mp": 303,
      "cho": 304,
      "plus": 305,
      "ome": 306,
      "here": 307,
      "ple": 308,
      "sur": 309,
      "did": 310,
      "faire": 311,
      "fait": 312,
      "Tu": 313,
      "nous": 314,
      "cou": 315,
      "mes": 316,
      "Mar": 317,
      "ink": 318,
      "por": 319,
      "ven": 320,
      "wor": 321,
      "moi": 322,
      "Vous": 323,
      "ble": 324,
      "ès": 325,
      "ig": 326,
      "pla": 327,
      "sa": 328,
      "té": 329,
      "était": 330,
      "fo": 331,
      "jour": 332,
      "ard": 333,
      "him": 334,
      "Le": 335,
      "dre": 336,
      "tout": 337,
      "ni": 338,
      "ille": 339,
      "age": 340,
      "ta": 341,
      "ts": 342,
      "day": 343,
      "ust": 344,
      "avec": 345,
      "être": 346,
      "dis": 347,
      "ate": 348,
      "any": 349,
      "sé": 350,
      "ow": 351,
      "La": 352,
      "What": 353,
      "ine": 354,
      "ite": 355,
      "sh": 356,
      "up": 357,
      "vi": 358,
      "has": 359,
      "od": 360,
      "think": 361,
      "end": 362,
      "ance": 363,
      "what": 364,
      "ont": 365,
      "ted": 366,
      "Ce": 367,
      "oi": 368,
      "ct": 369,
      "vr": 370,
      "Do": 371,
      "use": 372,
      "ses": 373,
      "ça": 374,
      "ge": 375,
      "arri": 376,
      "ther": 377,
      "temp": 378,
      "sont": 379,
      "get": 380,
      "mais": 381,
      "ong": 382,
      "quel": 383,
      "wh": 384,
      "ici": 385,
      "veux": 386,
      "lui": 387,
      "Les": 388,
      "Mary": 389,
      "ry": 390,
      "able": 391,
      "temps": 392,
      "ff": 393,
      "main": 394,
      "ess": 395,
      "mer": 396,
      "quoi": 397,
      "lé": 398,
      "pré": 399,
      "time": 400,
      "dit": 401,
      "ire": 402,
      "ind": 403,
      "ouve": 404,
      "This": 405,
      "gr": 406,
      "They": 407,
      "id": 408,
      "bien": 409,
      "way": 410,
      "part": 411,
      "vé": 412,
      "had": 413,
      "some": 414,
      "uis": 415,
      "mar": 416,
      "tro": 417,
      "sais": 418,
      "cet": 419,
      "très": 420,
      "été": 421,
      "Wh": 422,
      "ak": 423,
      "but": 424,
      "pren": 425,
      "will": 426,
      "ck": 427,
      "about": 428,
      "ner": 429,
      "pre": 430,
      "cr": 431,
      "if": 432,
      "ise": 433,
      "bre": 434,
      "tou": 435,
      "ye": 436,
      "Que": 437,
      "were": 438,
      "Qu": 439,
      "elle": 440,
      "from": 441,
      "beau": 442,
      "Com": 443,
      "Don": 444,
      "dr": 445,
      "gar": 446,
      "sou": 447,
      "read": 448,
      "car": 449,
      "Ne": 450,
      "las": 451,
      "see": 452,
      "mé": 453,
      "vie": 454,
      "lais": 455,
      "ally": 456,
      "How": 457,
      "ions": 458,
      "ité": 459,
      "ase": 460,
      "ier": 461,
      "That": 462,
      "tell": 463,
      "lie": 464,
      "avai": 465,
      "voir": 466,
      "work": 467,
      "vrai": 468,
      "jam": 469,
      "ive": 470,
      "mb": 471,
      "sor": 472,
      "vou": 473,
      "there": 474,
      "look": 475,
      "coup": 476,
      "by": 477,
      "didn": 478,
      "alk": 479,
      "pos": 480,
      "votre": 481,
      "oir": 482,
      "need": 483,
      "more": 484,
      "toi": 485,
      "There": 486,
      "bon": 487,
      "ces": 488,
      "mis": 489,
      "êtes": 490,
      "lles": 491,
      "ami": 492,
      "cette": 493,
      "let": 494,
      "good": 495,
      "pense": 496,
      "Pour": 497,
      "né": 498,
      "sent": 499,
      "travai": 500,
      "ler": 501,
      "lf": 502,
      "ame": 503,
      "dent": 504,
      "hu": 505,
      "avoir": 506,
      "No": 507,
      "ph": 508,
      "air": 509,
      "My": 510,
      "long": 511,
      "ish": 512,
      "rie": 513,
      "ep": 514,
      "hap": 515,
      "port": 516,
      "ton": 517,
      "aut": 518,
      "dire": 519,
      "nu": 520,
      "ins": 521,
      "going": 522,
      "min": 523,
      "pi": 524,
      "would": 525,
      "ors": 526,
      "avez": 527,
      "chose": 528,
      "should": 529,
      "jamais": 530,
      "lit": 531,
      "does": 532,
      "how": 533,
      "En": 534,
      "dy": 535,
      "just": 536,
      "mat": 537,
      "ob": 538,
      "vis": 539,
      "aux": 540,
      "come": 541,
      "every": 542,
      "gu": 543,
      "mor": 544,
      "Ils": 545,
      "mi": 546,
      "rais": 547,
      "som": 548,
      "spe": 549,
      "vre": 550,
      "oun": 551,
      "peux": 552,
      "ol": 553,
      "who": 554,
      "red": 555,
      "hel": 556,
      "cor": 557,
      "fin": 558,
      "mu": 559,
      "cour": 560,
      "el": 561,
      "aime": 562,
      "than": 563,
      "too": 564,
      "cro": 565,
      "pres": 566,
      "vent": 567,
      "vais": 568,
      "ens": 569,
      "been": 570,
      "avait": 571,
      "ds": 572,
      "ils": 573,
      "pris": 574,
      "new": 575,
      "oin": 576,
      "stu": 577,
      "aid": 578,
      "trou": 579,
      "bu": 580,
      "bes": 581,
      "avons": 582,
      "ack": 583,
      "help": 584,
      "dev": 585,
      "never": 586,
      "autre": 587,
      "anger": 588,
      "jours": 589,
      "cer": 590,
      "va": 591,
      "appe": 592,
      "Are": 593,
      "fer": 594,
      "pa": 595,
      "could": 596,
      "fi": 597,
      "fu": 598,
      "she": 599,
      "sto": 600,
      "rest": 601,
      "self": 602,
      "train": 603,
      "much": 604,
      "af": 605,
      "hom": 606,
      "ves": 607,
      "ants": 608,
      "diff": 609,
      "beaucoup": 610,
      "br": 611,
      "comme": 612,
      "rent": 613,
      "vraiment": 614,
      "rien": 615,
      "ange": 616,
      "Why": 617,
      "ide": 618,
      "talk": 619,
      "right": 620,
      "aller": 621,
      "got": 622,
      "Pourquoi": 623,
      "cher": 624,
      "gent": 625,
      "ême": 626,
      "peu": 627,
      "avais": 628,
      "comp": 629,
      "trop": 630,
      "bl": 631,
      "tous": 632,
      "sed": 633,
      "ret": 634,
      "heure": 635,
      "Mon": 636,
      "ête": 637,
      "really": 638,
      "ded": 639,
      "sez": 640,
      "row": 641,
      "eu": 642,
      "pou": 643,
      "pay": 644,
      "ques": 645,
      "porte": 646,
      "prendre": 647,
      "fri": 648,
      "other": 649,
      "quest": 650,
      "aus": 651,
      "pet": 652,
      "int": 653,
      "leur": 654,
      "tri": 655,
      "Est": 656,
      "cau": 657,
      "ought": 658,
      "iture": 659,
      "ather": 660,
      "they": 661,
      "ache": 662,
      "quelque": 663,
      "Is": 664,
      "Sami": 665,
      "only": 666,
      "peut": 667,
      "love": 668,
      "cc": 669,
      "Ça": 670,
      "lot": 671,
      "when": 672,
      "ile": 673,
      "pé": 674,
      "ty": 675,
      "comm": 676,
      "monde": 677,
      "fois": 678,
      "Comment": 679,
      "In": 680,
      "ree": 681,
      "ars": 682,
      "art": 683,
      "vers": 684,
      "book": 685,
      "person": 686,
      "même": 687,
      "try": 688,
      "core": 689,
      "besoin": 690,
      "where": 691,
      "ante": 692,
      "ild": 693,
      "avant": 694,
      "jus": 695,
      "say": 696,
      "ule": 697,
      "conn": 698,
      "take": 699,
      "wr": 700,
      "won": 701,
      "ese": 702,
      "enf": 703,
      "itu": 704,
      "speak": 705,
      "nouve": 706,
      "pu": 707,
      "tom": 708,
      "encore": 709,
      "deux": 710,
      "met": 711,
      "ick": 712,
      "arrive": 713,
      "On": 714,
      "où": 715,
      "ask": 716,
      "bus": 717,
      "là": 718,
      "ity": 719,
      "cela": 720,
      "tru": 721,
      "act": 722,
      "parler": 723,
      "grand": 724,
      "ound": 725,
      "ique": 726,
      "body": 727,
      "wat": 728,
      "Can": 729,
      "cle": 730,
      "lang": 731,
      "must": 732,
      "puis": 733,
      "tle": 734,
      "play": 735,
      "ction": 736,
      "friend": 737,
      "Un": 738,
      "eat": 739,
      "jou": 740,
      "tor": 741,
      "oney": 742,
      "sommes": 743,
      "gl": 744,
      "ence": 745,
      "étais": 746,
      "ach": 747,
      "cat": 748,
      "père": 749,
      "ra": 750,
      "vu": 751,
      "live": 752,
      "off": 753,
      "fore": 754,
      "homme": 755,
      "fam": 756,
      "wo": 757,
      "ist": 758,
      "under": 759,
      "toujours": 760,
      "ready": 761,
      "last": 762,
      "home": 763,
      "mand": 764,
      "mble": 765,
      "ning": 766,
      "old": 767,
      "aient": 768,
      "nom": 769,
      "ough": 770,
      "lez": 771,
      "arr": 772,
      "argent": 773,
      "lait": 774,
      "doesn": 775,
      "cent": 776,
      "ful": 777,
      "tain": 778,
      "vien": 779,
      "ers": 780,
      "chez": 781,
      "maison": 782,
      "something": 783,
      "bi": 784,
      "gé": 785,
      "mal": 786,
      "went": 787,
      "ense": 788,
      "vez": 789,
      "tra": 790,
      "sup": 791,
      "venir": 792,
      "tent": 793,
      "feel": 794,
      "travail": 795,
      "hab": 796,
      "money": 797,
      "pri": 798,
      "dois": 799,
      "plan": 800,
      "aussi": 801,
      "If": 802,
      "bet": 803,
      "occ": 804,
      "pon": 805,
      "room": 806,
      "dow": 807,
      "Who": 808,
      "ale": 809,
      "back": 810,
      "pt": 811,
      "ît": 812,
      "seule": 813,
      "tur": 814,
      "Marie": 815,
      "ich": 816,
      "kes": 817,
      "née": 818,
      "ople": 819,
      "pat": 820,
      "them": 821,
      "ture": 822,
      "again": 823,
      "voiture": 824,
      "Ch": 825,
      "Jap": 826,
      "bli": 827,
      "cé": 828,
      "cre": 829,
      "ieux": 830,
      "make": 831,
      "anything": 832,
      "As": 833,
      "Let": 834,
      "Ple": 835,
      "sing": 836,
      "és": 837,
      "its": 838,
      "sure": 839,
      "belie": 840,
      "ake": 841,
      "scho": 842,
      "ned": 843,
      "iez": 844,
      "soit": 845,
      "Quel": 846,
      "mber": 847,
      "ms": 848,
      "py": 849,
      "ures": 850,
      "ast": 851,
      "told": 852,
      "child": 853,
      "rents": 854,
      "tenant": 855,
      "Please": 856,
      "Tout": 857,
      "jà": 858,
      "ouse": 859,
      "atten": 860,
      "aimer": 861,
      "entre": 862,
      "urs": 863,
      "déjà": 864,
      "pend": 865,
      "happen": 866,
      "Si": 867,
      "cl": 868,
      "people": 869,
      "prom": 870,
      "night": 871,
      "little": 872,
      "cause": 873,
      "Did": 874,
      "gre": 875,
      "said": 876,
      "ôt": 877,
      "still": 878,
      "school": 879,
      "bor": 880,
      "clo": 881,
      "find": 882,
      "sp": 883,
      "ette": 884,
      "stand": 885,
      "illes": 886,
      "Where": 887,
      "care": 888,
      "fac": 889,
      "house": 890,
      "ting": 891,
      "devr": 892,
      "voy": 893,
      "wee": 894,
      "sol": 895,
      "riez": 896,
      "sle": 897,
      "anç": 898,
      "demand": 899,
      "dog": 900,
      "sible": 901,
      "jourd": 902,
      "ways": 903,
      "hui": 904,
      "Elles": 905,
      "cu": 906,
      "eux": 907,
      "faut": 908,
      "ls": 909,
      "ys": 910,
      "before": 911,
      "used": 912,
      "An": 913,
      "emp": 914,
      "gir": 915,
      "put": 916,
      "quand": 917,
      "thought": 918,
      "always": 919,
      "rencon": 920,
      "well": 921,
      "many": 922,
      "parents": 923,
      "Bo": 924,
      "Par": 925,
      "cal": 926,
      "ear": 927,
      "fir": 928,
      "gi": 929,
      "hard": 930,
      "étu": 931,
      "hed": 932,
      "rench": 933,
      "col": 934,
      "believe": 935,
      "Fr": 936,
      "French": 937,
      "Où": 938,
      "cri": 939,
      "fais": 940,
      "sim": 941,
      "sans": 942,
      "vit": 943,
      "ème": 944,
      "lear": 945,
      "leave": 946,
      "derni": 947,
      "place": 948,
      "week": 949,
      "father": 950,
      "king": 951,
      "two": 952,
      "ving": 953,
      "heures": 954,
      "seul": 955,
      "meet": 956,
      "chien": 957,
      "made": 958,
      "télé": 959,
      "sort": 960,
      "ançais": 961,
      "bro": 962,
      "dét": 963,
      "eas": 964,
      "jet": 965,
      "plaît": 966,
      "maintenant": 967,
      "Qui": 968,
      "Engl": 969,
      "enfants": 970,
      "fut": 971,
      "ger": 972,
      "give": 973,
      "mus": 974,
      "mag": 975,
      "op": 976,
      "over": 977,
      "wait": 978,
      "ze": 979,
      "éco": 980,
      "into": 981,
      "inté": 982,
      "most": 983,
      "fem": 984,
      "essay": 985,
      "everything": 986,
      "petit": 987,
      "école": 988,
      "came": 989,
      "dor": 990,
      "ever": 991,
      "pain": 992,
      "çon": 993,
      "led": 994,
      "tement": 995,
      "aujourd": 996,
      "livre": 997,
      "français": 998,
      "langu": 999,
      "Per": 1000,
      "Th": 1001,
      "cin": 1002,
      "hav": 1003,
      "hand": 1004,
      "late": 1005,
      "nes": 1006,
      "ot": 1007,
      "rou": 1008,
      "sho": 1009,
      "wan": 1010,
      "took": 1011,
      "semble": 1012,
      "notre": 1013,
      "life": 1014,
      "alone": 1015,
      "probl": 1016,
      "ations": 1017,
      "happy": 1018,
      "connais": 1019,
      "aimerais": 1020,
      "mom": 1021,
      "pho": 1022,
      "ass": 1023,
      "today": 1024,
      "aide": 1025,
      "aider": 1026,
      "passé": 1027,
      "ily": 1028,
      "ros": 1029,
      "vol": 1030,
      "prof": 1031,
      "coun": 1032,
      "ouvez": 1033,
      "étudi": 1034,
      "Avez": 1035,
      "Have": 1036,
      "jo": 1037,
      "nothing": 1038,
      "ager": 1039,
      "after": 1040,
      "question": 1041,
      "wanted": 1042,
      "Every": 1043,
      "away": 1044,
      "bé": 1045,
      "ef": 1046,
      "idé": 1047,
      "job": 1048,
      "ru": 1049,
      "sû": 1050,
      "sait": 1051,
      "sion": 1052,
      "regar": 1053,
      "isn": 1054,
      "ath": 1055,
      "aur": 1056,
      "ages": 1057,
      "When": 1058,
      "bonne": 1059,
      "buy": 1060,
      "sleep": 1061,
      "English": 1062,
      "din": 1063,
      "fille": 1064,
      "gen": 1065,
      "inter": 1066,
      "ank": 1067,
      "erre": 1068,
      "ary": 1069,
      "enten": 1070,
      "ments": 1071,
      "fort": 1072,
      "soir": 1073,
      "anglais": 1074,
      "phone": 1075,
      "first": 1076,
      "photo": 1077,
      "az": 1078,
      "fa": 1079,
      "mind": 1080,
      "assez": 1081,
      "orrow": 1082,
      "ché": 1083,
      "already": 1084,
      "cident": 1085,
      "venu": 1086,
      "ign": 1087,
      "trois": 1088,
      "toute": 1089,
      "better": 1090,
      "simple": 1091,
      "clas": 1092,
      "lors": 1093,
      "mieux": 1094,
      "pare": 1095,
      "rès": 1096,
      "rer": 1097,
      "inte": 1098,
      "ats": 1099,
      "chance": 1100,
      "ston": 1101,
      "import": 1102,
      "ress": 1103,
      "toutes": 1104,
      "possible": 1105,
      "arrê": 1106,
      "great": 1107,
      "Au": 1108,
      "mère": 1109,
      "rain": 1110,
      "œur": 1111,
      "enough": 1112,
      "demain": 1113,
      "their": 1114,
      "après": 1115,
      "low": 1116,
      "comment": 1117,
      "sonne": 1118,
      "done": 1119,
      "down": 1120,
      "Boston": 1121,
      "Vo": 1122,
      "ali": 1123,
      "dû": 1124,
      "dou": 1125,
      "hur": 1126,
      "name": 1127,
      "tim": 1128,
      "ées": 1129,
      "teur": 1130,
      "three": 1131,
      "cham": 1132,
      "door": 1133,
      "acher": 1134,
      "icul": 1135,
      "poli": 1136,
      "point": 1137,
      "personne": 1138,
      "juste": 1139,
      "understand": 1140,
      "moment": 1141,
      "ft": 1142,
      "hier": 1143,
      "lis": 1144,
      "str": 1145,
      "ated": 1146,
      "auc": 1147,
      "ped": 1148,
      "peur": 1149,
      "stay": 1150,
      "accident": 1151,
      "parle": 1152,
      "pose": 1153,
      "nuit": 1154,
      "tomorrow": 1155,
      "Personne": 1156,
      "bou": 1157,
      "best": 1158,
      "cap": 1159,
      "cess": 1160,
      "dro": 1161,
      "eau": 1162,
      "sm": 1163,
      "semain": 1164,
      "quelle": 1165,
      "cha": 1166,
      "lic": 1167,
      "bed": 1168,
      "because": 1169,
      "moins": 1170,
      "choses": 1171,
      "Combien": 1172,
      "stop": 1173,
      "questions": 1174,
      "occup": 1175,
      "facile": 1176,
      "femme": 1177,
      "Cette": 1178,
      "bit": 1179,
      "bles": 1180,
      "gens": 1181,
      "hi": 1182,
      "ient": 1183,
      "tour": 1184,
      "xt": 1185,
      "ince": 1186,
      "asse": 1187,
      "char": 1188,
      "side": 1189,
      "without": 1190,
      "drink": 1191,
      "asked": 1192,
      "Japan": 1193,
      "idée": 1194,
      "ez": 1195,
      "even": 1196,
      "kind": 1197,
      "sw": 1198,
      "win": 1199,
      "reg": 1200,
      "left": 1201,
      "seen": 1202,
      "teacher": 1203,
      "ches": 1204,
      "doit": 1205,
      "trer": 1206,
      "proble": 1207,
      "saw": 1208,
      "quelques": 1209,
      "partir": 1210,
      "yez": 1211,
      "sorry": 1212,
      "looking": 1213,
      "idea": 1214,
      "00": 1215,
      "Ma": 1216,
      "aw": 1217,
      "cut": 1218,
      "cie": 1219,
      "open": 1220,
      "nez": 1221,
      "veut": 1222,
      "member": 1223,
      "trouve": 1224,
      "doc": 1225,
      "doing": 1226,
      "pensais": 1227,
      "ience": 1228,
      "produ": 1229,
      "things": 1230,
      "please": 1231,
      "préf": 1232,
      "crit": 1233,
      "years": 1234,
      "pouv": 1235,
      "nouveau": 1236,
      "water": 1237,
      "..": 1238,
      "ball": 1239,
      "mine": 1240,
      "manger": 1241,
      "aim": 1242,
      "tez": 1243,
      "ller": 1244,
      "ester": 1245,
      "lire": 1246,
      "being": 1247,
      "mother": 1248,
      "voulais": 1249,
      "difficul": 1250,
      "commen": 1251,
      "France": 1252,
      "important": 1253,
      "His": 1254,
      "May": 1255,
      "Une": 1256,
      "ado": 1257,
      "call": 1258,
      "lt": 1259,
      "non": 1260,
      "nat": 1261,
      "pul": 1262,
      "savoir": 1263,
      "um": 1264,
      "walk": 1265,
      "Êtes": 1266,
      "ved": 1267,
      "uni": 1268,
      "often": 1269,
      "form": 1270,
      "util": 1271,
      "prise": 1272,
      "histo": 1273,
      "why": 1274,
      "visit": 1275,
      "autres": 1276,
      "viens": 1277,
      "All": 1278,
      "Be": 1279,
      "Re": 1280,
      "bad": 1281,
      "emb": 1282,
      "fro": 1283,
      "ose": 1284,
      "rez": 1285,
      "ato": 1286,
      "telle": 1287,
      "aurais": 1288,
      "keep": 1289,
      "cold": 1290,
      "world": 1291,
      "vér": 1292,
      "lettre": 1293,
      "letter": 1294,
      "mort": 1295,
      "crois": 1296,
      "trouver": 1297,
      "certain": 1298,
      "heureux": 1299,
      "watch": 1300,
      "simplement": 1301,
      "De": 1302,
      "Dan": 1303,
      "afr": 1304,
      "ba": 1305,
      "fon": 1306,
      "ight": 1307,
      "sc": 1308,
      "sens": 1309,
      "attent": 1310,
      "sec": 1311,
      "teau": 1312,
      "youn": 1313,
      "chang": 1314,
      "lost": 1315,
      "which": 1316,
      "Quand": 1317,
      "cours": 1318,
      "busy": 1319,
      "children": 1320,
      "devrais": 1321,
      "demandé": 1322,
      "semaine": 1323,
      "afraid": 1324,
      "cus": 1325,
      "dri": 1326,
      "far": 1327,
      "hour": 1328,
      "ice": 1329,
      "knew": 1330,
      "may": 1331,
      "show": 1332,
      "table": 1333,
      "ref": 1334,
      "ister": 1335,
      "ital": 1336,
      "jeun": 1337,
      "vos": 1338,
      "prob": 1339,
      "exp": 1340,
      "perdu": 1341,
      "souvent": 1342,
      "acheter": 1343,
      "dernière": 1344,
      "esterday": 1345,
      "?\"": 1346,
      "fat": 1347,
      "found": 1348,
      "men": 1349,
      "hear": 1350,
      "ande": 1351,
      "quer": 1352,
      "top": 1353,
      "next": 1354,
      "pect": 1355,
      "allé": 1356,
      "less": 1357,
      "condu": 1358,
      "plu": 1359,
      "wants": 1360,
      "mari": 1361,
      "piè": 1362,
      "pendant": 1363,
      "easy": 1364,
      "Es": 1365,
      "fil": 1366,
      "ffe": 1367,
      "ière": 1368,
      "lar": 1369,
      "sk": 1370,
      "sau": 1371,
      "sal": 1372,
      "êt": 1373,
      "remember": 1374,
      "inst": 1375,
      "depuis": 1376,
      "net": 1377,
      "change": 1378,
      "beg": 1379,
      "ical": 1380,
      "pourquoi": 1381,
      "boy": 1382,
      "exam": 1383,
      "Cela": 1384,
      "Quelle": 1385,
      "corre": 1386,
      "pays": 1387,
      "petite": 1388,
      "problème": 1389,
      "police": 1390,
      "Lais": 1391,
      "Your": 1392,
      "bla": 1393,
      "big": 1394,
      "cul": 1395,
      "den": 1396,
      "hon": 1397,
      "mit": 1398,
      "pouvez": 1399,
      "savais": 1400,
      "yet": 1401,
      "enne": 1402,
      "ition": 1403,
      "tel": 1404,
      "meille": 1405,
      "trans": 1406,
      "ets": 1407,
      "star": 1408,
      "étaient": 1409,
      "conse": 1410,
      "word": 1411,
      "vient": 1412,
      "arried": 1413,
      "arrivé": 1414,
      "yeux": 1415,
      "student": 1416,
      "jusqu": 1417,
      "truth": 1418,
      "habitu": 1419,
      "chambre": 1420,
      "doctor": 1421,
      "Ap": 1422,
      "Puis": 1423,
      "So": 1424,
      "ber": 1425,
      "cas": 1426,
      "dur": 1427,
      "fast": 1428,
      "ken": 1429,
      "mil": 1430,
      "mir": 1431,
      "pap": 1432,
      "vant": 1433,
      "wer": 1434,
      "aires": 1435,
      "ings": 1436,
      "chat": 1437,
      "appré": 1438,
      "mot": 1439,
      "parti": 1440,
      "comple": 1441,
      "près": 1442,
      "mande": 1443,
      "sera": 1444,
      "study": 1445,
      "trouvé": 1446,
      "devons": 1447,
      "retard": 1448,
      "wrong": 1449,
      "sortir": 1450,
      "swim": 1451,
      "young": 1452,
      "bat": 1453,
      "cam": 1454,
      "cted": 1455,
      "elles": 1456,
      "fun": 1457,
      "fall": 1458,
      "gg": 1459,
      "gros": 1460,
      "ju": 1461,
      "lè": 1462,
      "mau": 1463,
      "married": 1464,
      "ris": 1465,
      "rap": 1466,
      "rée": 1467,
      "sus": 1468,
      "til": 1469,
      "tant": 1470,
      "vres": 1471,
      "vite": 1472,
      "war": 1473,
      "yesterday": 1474,
      "ég": 1475,
      "ép": 1476,
      "este": 1477,
      "anc": 1478,
      "ances": 1479,
      "around": 1480,
      "ceci": 1481,
      "pass": 1482,
      "agne": 1483,
      "contr": 1484,
      "utes": 1485,
      "aine": 1486,
      "popul": 1487,
      "Does": 1488,
      "quelqu": 1489,
      "présent": 1490,
      "break": 1491,
      "year": 1492,
      "mière": 1493,
      "raison": 1494,
      "writ": 1495,
      "early": 1496,
      "small": 1497,
      ".\"": 1498,
      "aren": 1499,
      "ding": 1500,
      "hor": 1501,
      "hors": 1502,
      "ies": 1503,
      "ious": 1504,
      "lat": 1505,
      "vir": 1506,
      "ville": 1507,
      "wom": 1508,
      "iste": 1509,
      "another": 1510,
      "quit": 1511,
      "light": 1512,
      "accor": 1513,
      "log": 1514,
      "coming": 1515,
      "rence": 1516,
      "sig": 1517,
      "tired": 1518,
      "mala": 1519,
      "knows": 1520,
      "répon": 1521,
      "surpris": 1522,
      "plain": 1523,
      "looks": 1524,
      "morning": 1525,
      "diffé": 1526,
      "mettre": 1527,
      "famille": 1528,
      "turn": 1529,
      "opin": 1530,
      "vérité": 1531,
      "attention": 1532,
      "mauvais": 1533,
      "Get": 1534,
      "Tato": 1535,
      "eba": 1536,
      "hun": 1537,
      "nor": 1538,
      "nent": 1539,
      "run": 1540,
      "sous": 1541,
      "tard": 1542,
      "vac": 1543,
      "ères": 1544,
      "èrent": 1545,
      "oubli": 1546,
      "esse": 1547,
      "once": 1548,
      "anim": 1549,
      "aille": 1550,
      "illa": 1551,
      "true": 1552,
      "uses": 1553,
      "diate": 1554,
      "vert": 1555,
      "apprendre": 1556,
      "cons": 1557,
      "prin": 1558,
      "donné": 1559,
      "pourr": 1560,
      "tive": 1561,
      "few": 1562,
      "propos": 1563,
      "cient": 1564,
      "same": 1565,
      "party": 1566,
      "matin": 1567,
      "matter": 1568,
      "leurs": 1569,
      "books": 1570,
      "turned": 1571,
      "rencontr": 1572,
      "learn": 1573,
      "brother": 1574,
      "country": 1575,
      "sûr": 1576,
      "face": 1577,
      "utilis": 1578,
      "Tatoeba": 1579,
      "At": 1580,
      "Son": 1581,
      "Some": 1582,
      "To": 1583,
      "Would": 1584,
      "ade": 1585,
      "cuis": 1586,
      "free": 1587,
      "ps": 1588,
      "pau": 1589,
      "smo": 1590,
      "sister": 1591,
      "tôt": 1592,
      "éc": 1593,
      "étr": 1594,
      "reux": 1595,
      "set": 1596,
      "ail": 1597,
      "these": 1598,
      "lives": 1599,
      "acce": 1600,
      "imag": 1601,
      "déci": 1602,
      "hope": 1603,
      "soon": 1604,
      "yourself": 1605,
      "proch": 1606,
      "myself": 1607,
      "himself": 1608,
      "days": 1609,
      "vice": 1610,
      "icile": 1611,
      "croire": 1612,
      "difficile": 1613,
      "publi": 1614,
      "nombre": 1615,
      "Japon": 1616,
      "happened": 1617,
      "voyage": 1618,
      "aff": 1619,
      "bout": 1620,
      "cur": 1621,
      "caf": 1622,
      "danger": 1623,
      "fou": 1624,
      "four": 1625,
      "fav": 1626,
      "gla": 1627,
      "ix": 1628,
      "pic": 1629,
      "vue": 1630,
      "ward": 1631,
      "intell": 1632,
      "deci": 1633,
      "qué": 1634,
      "thé": 1635,
      "passe": 1636,
      "conf": 1637,
      "icy": 1638,
      "jeune": 1639,
      "six": 1640,
      "pensé": 1641,
      "nice": 1642,
      "anymore": 1643,
      "dra": 1644,
      "travaille": 1645,
      "autant": 1646,
      "minutes": 1647,
      "pian": 1648,
      "vision": 1649,
      "couldn": 1650,
      "talking": 1651,
      "acheté": 1652,
      "wonder": 1653,
      "langue": 1654,
      "joue": 1655,
      "emplo": 1656,
      "Paris": 1657,
      "problem": 1658,
      "froid": 1659,
      "intellig": 1660,
      "Ex": 1661,
      "Pe": 1662,
      "Se": 1663,
      "bar": 1664,
      "bri": 1665,
      "cis": 1666,
      "dance": 1667,
      "fen": 1668,
      "hô": 1669,
      "ife": 1670,
      "lun": 1671,
      "mier": 1672,
      "na": 1673,
      "nour": 1674,
      "ras": 1675,
      "sil": 1676,
      "vin": 1677,
      "val": 1678,
      "yes": 1679,
      "ète": 1680,
      "ished": 1681,
      "inform": 1682,
      "atis": 1683,
      "chau": 1684,
      "lig": 1685,
      "likes": 1686,
      "alth": 1687,
      "ution": 1688,
      "déjeun": 1689,
      "dont": 1690,
      "illé": 1691,
      "makes": 1692,
      "journée": 1693,
      "beauti": 1694,
      "garçon": 1695,
      "méde": 1696,
      "conna": 1697,
      "enfant": 1698,
      "family": 1699,
      "having": 1700,
      "entendu": 1701,
      "times": 1702,
      "adore": 1703,
      "histoire": 1704,
      "pièce": 1705,
      "pourrait": 1706,
      "Ar": 1707,
      "Te": 1708,
      "fau": 1709,
      "fête": 1710,
      "filles": 1711,
      "gave": 1712,
      "ming": 1713,
      "nis": 1714,
      "sen": 1715,
      "sant": 1716,
      "situ": 1717,
      "uit": 1718,
      "vas": 1719,
      "écri": 1720,
      "îner": 1721,
      "dez": 1722,
      "demande": 1723,
      "thr": 1724,
      "those": 1725,
      "llow": 1726,
      "livres": 1727,
      "rich": 1728,
      "such": 1729,
      "alle": 1730,
      "diffe": 1731,
      "station": 1732,
      "loin": 1733,
      "sons": 1734,
      "post": 1735,
      "termin": 1736,
      "vois": 1737,
      "solé": 1738,
      "coû": 1739,
      "feu": 1740,
      "faites": 1741,
      "porter": 1742,
      "igu": 1743,
      "food": 1744,
      "vivre": 1745,
      "gether": 1746,
      "premier": 1747,
      "travailler": 1748,
      "might": 1749,
      "restaur": 1750,
      "friends": 1751,
      "seulement": 1752,
      "girl": 1753,
      "called": 1754,
      "essayer": 1755,
      "aucune": 1756,
      "préfé": 1757,
      "secret": 1758,
      "opinion": 1759,
      "situation": 1760,
      "restaurant": 1761,
      "bought": 1762,
      "bicy": 1763,
      "ctu": 1764,
      "dress": 1765,
      "har": 1766,
      "hair": 1767,
      "iques": 1768,
      "mour": 1769,
      "oh": 1770,
      "rom": 1771,
      "ste": 1772,
      "spo": 1773,
      "tête": 1774,
      "yer": 1775,
      "head": 1776,
      "together": 1777,
      "secon": 1778,
      "sui": 1779,
      "sujet": 1780,
      "compren": 1781,
      "comprendre": 1782,
      "impres": 1783,
      "cannot": 1784,
      "frère": 1785,
      "luck": 1786,
      "igno": 1787,
      "getting": 1788,
      "miss": 1789,
      "longtemps": 1790,
      "appelle": 1791,
      "rester": 1792,
      "haven": 1793,
      "arrêter": 1794,
      "difficult": 1795,
      "started": 1796,
      "beautiful": 1797,
      "médecin": 1798,
      "10": 1799,
      "Vou": 1800,
      "bas": 1801,
      "bir": 1802,
      "bag": 1803,
      "cine": 1804,
      "fish": 1805,
      "glas": 1806,
      "sage": 1807,
      "écrit": 1808,
      "heart": 1809,
      "leg": 1810,
      "iti": 1811,
      "chant": 1812,
      "trait": 1813,
      "until": 1814,
      "rions": 1815,
      "dix": 1816,
      "amou": 1817,
      "parce": 1818,
      "concer": 1819,
      "pois": 1820,
      "ghter": 1821,
      "cost": 1822,
      "cook": 1823,
      "tennis": 1824,
      "exact": 1825,
      "cheveux": 1826,
      "own": 1827,
      "while": 1828,
      "pret": 1829,
      "reading": 1830,
      "laisser": 1831,
      "voulez": 1832,
      "patient": 1833,
      "téléphone": 1834,
      "dinner": 1835,
      "class": 1836,
      "listen": 1837,
      "high": 1838,
      "window": 1839,
      "hours": 1840,
      "woman": 1841,
      "piano": 1842,
      "fenêtre": 1843,
      "déjeuner": 1844,
      "Alle": 1845,
      "Ces": 1846,
      "Her": 1847,
      "Sa": 1848,
      "clé": 1849,
      "eyes": 1850,
      "fit": 1851,
      "fire": 1852,
      "hé": 1853,
      "ia": 1854,
      "join": 1855,
      "ked": 1856,
      "lons": 1857,
      "mang": 1858,
      "os": 1859,
      "prie": 1860,
      "ron": 1861,
      "riture": 1862,
      "sun": 1863,
      "sac": 1864,
      "sick": 1865,
      "sœur": 1866,
      "since": 1867,
      "uro": 1868,
      "yo": 1869,
      "ites": 1870,
      "ating": 1871,
      "aie": 1872,
      "passer": 1873,
      "iles": 1874,
      "nos": 1875,
      "noir": 1876,
      "rir": 1877,
      "suff": 1878,
      "belle": 1879,
      "offe": 1880,
      "doll": 1881,
      "peine": 1882,
      "start": 1883,
      "rested": 1884,
      "respon": 1885,
      "wasn": 1886,
      "désolé": 1887,
      "wear": 1888,
      "sois": 1889,
      "cier": 1890,
      "illed": 1891,
      "arriver": 1892,
      "grande": 1893,
      "drais": 1894,
      "seems": 1895,
      "working": 1896,
      "voulait": 1897,
      "fini": 1898,
      "fice": 1899,
      "heureuse": 1900,
      "tried": 1901,
      "devrait": 1902,
      "meeting": 1903,
      "déteste": 1904,
      "language": 1905,
      "These": 1906,
      "Everyone": 1907,
      "Japanese": 1908,
      "accord": 1909,
      "nourriture": 1910,
      "Aus": 1911,
      "Euro": 1912,
      "Ger": 1913,
      "Give": 1914,
      "Lay": 1915,
      "Oh": 1916,
      "Our": 1917,
      "bur": 1918,
      "coffe": 1919,
      "dîner": 1920,
      "em": 1921,
      "gag": 1922,
      "mas": 1923,
      "ness": 1924,
      "sy": 1925,
      "sour": 1926,
      "vité": 1927,
      "wish": 1928,
      "wife": 1929,
      "èmes": 1930,
      "ines": 1931,
      "heard": 1932,
      "trad": 1933,
      "rible": 1934,
      "alis": 1935,
      "die": 1936,
      "died": 1937,
      "tres": 1938,
      "app": 1939,
      "ago": 1940,
      "cont": 1941,
      "consi": 1942,
      "resse": 1943,
      "terre": 1944,
      "answer": 1945,
      "sive": 1946,
      "tenir": 1947,
      "ured": 1948,
      "illez": 1949,
      "ids": 1950,
      "ident": 1951,
      "première": 1952,
      "finished": 1953,
      "else": 1954,
      "trip": 1955,
      "write": 1956,
      "nouvelle": 1957,
      "lived": 1958,
      "ensemble": 1959,
      "suppo": 1960,
      "suppose": 1961,
      "colère": 1962,
      "waiting": 1963,
      "lorsqu": 1964,
      "univers": 1965,
      "tellement": 1966,
      "fatigu": 1967,
      "film": 1968,
      "habitude": 1969,
      "complete": 1970,
      "café": 1971,
      "favor": 1972,
      "information": 1973,
      "Layla": 1974,
      "coffee": 1975,
      "Could": 1976,
      "Come": 1977,
      "Dans": 1978,
      "Pen": 1979,
      "Take": 1980,
      "ban": 1981,
      "bure": 1982,
      "cli": 1983,
      "cœur": 1984,
      "dau": 1985,
      "eded": 1986,
      "fig": 1987,
      "mise": 1988,
      "mange": 1989,
      "rac": 1990,
      "scient": 1991,
      "uf": 1992,
      "espère": 1993,
      "onne": 1994,
      "indre": 1995,
      "health": 1996,
      "sub": 1997,
      "office": 1998,
      "diction": 1999,
      "aving": 2000,
      "amie": 2001,
      "appris": 2002,
      "mois": 2003,
      "rend": 2004,
      "utôt": 2005,
      "key": 2006,
      "hate": 2007,
      "prit": 2008,
      "décou": 2009,
      "hot": 2010,
      "solu": 2011,
      "iens": 2012,
      "cial": 2013,
      "exac": 2014,
      "ige": 2015,
      "tax": 2016,
      "anyone": 2017,
      "thinking": 2018,
      "partie": 2019,
      "drai": 2020,
      "soun": 2021,
      "senti": 2022,
      "Nobody": 2023,
      "number": 2024,
      "pied": 2025,
      "obje": 2026,
      "courage": 2027,
      "presque": 2028,
      "story": 2029,
      "company": 2030,
      "trying": 2031,
      "avantage": 2032,
      "jouer": 2033,
      "attend": 2034,
      "music": 2035,
      "rouge": 2036,
      "interest": 2037,
      "Laisse": 2038,
      "black": 2039,
      "meilleur": 2040,
      "illage": 2041,
      "glad": 2042,
      "decided": 2043,
      "through": 2044,
      "pretty": 2045,
      "Austra": 2046,
      "bureau": 2047,
      "Ke": 2048,
      "One": 2049,
      "Peux": 2050,
      "TV": 2051,
      "Veux": 2052,
      "cir": 2053,
      "dir": 2054,
      "each": 2055,
      "fic": 2056,
      "flu": 2057,
      "flow": 2058,
      "gare": 2059,
      "idi": 2060,
      "kis": 2061,
      "land": 2062,
      "nie": 2063,
      "nager": 2064,
      "sit": 2065,
      "ouver": 2066,
      "ences": 2067,
      "iner": 2068,
      "année": 2069,
      "devez": 2070,
      "dehors": 2071,
      "att": 2072,
      "atre": 2073,
      "order": 2074,
      "ordin": 2075,
      "aig": 2076,
      "thir": 2077,
      "lau": 2078,
      "celui": 2079,
      "aise": 2080,
      "super": 2081,
      "succ": 2082,
      "become": 2083,
      "amis": 2084,
      "forts": 2085,
      "rendre": 2086,
      "const": 2087,
      "contre": 2088,
      "aby": 2089,
      "ables": 2090,
      "weather": 2091,
      "plutôt": 2092,
      "month": 2093,
      "chemin": 2094,
      "manière": 2095,
      "serait": 2096,
      "pleas": 2097,
      "follow": 2098,
      "endro": 2099,
      "dition": 2100,
      "vélo": 2101,
      "vieux": 2102,
      "everybody": 2103,
      "appeler": 2104,
      "full": 2105,
      "future": 2106,
      "compte": 2107,
      "pouvoir": 2108,
      "tribu": 2109,
      "clear": 2110,
      "alement": 2111,
      "attendre": 2112,
      "born": 2113,
      "girls": 2114,
      "magas": 2115,
      "problèmes": 2116,
      "regarder": 2117,
      "aucun": 2118,
      "occupé": 2119,
      "...": 2120,
      "probable": 2121,
      "instant": 2122,
      "correct": 2123,
      "oublié": 2124,
      "écout": 2125,
      "public": 2126,
      "intelligent": 2127,
      "écrire": 2128,
      "ignore": 2129,
      "dollars": 2130,
      "daughter": 2131,
      "Con": 2132,
      "Dis": 2133,
      "Joh": 2134,
      "band": 2135,
      "cit": 2136,
      "cré": 2137,
      "cuse": 2138,
      "cry": 2139,
      "ctive": 2140,
      "davantage": 2141,
      "fai": 2142,
      "five": 2143,
      "fils": 2144,
      "gy": 2145,
      "gue": 2146,
      "hind": 2147,
      "igh": 2148,
      "ny": 2149,
      "pan": 2150,
      "ran": 2151,
      "spend": 2152,
      "satis": 2153,
      "çons": 2154,
      "reas": 2155,
      "invit": 2156,
      "ane": 2157,
      "erci": 2158,
      "ates": 2159,
      "arro": 2160,
      "near": 2161,
      "sel": 2162,
      "semb": 2163,
      "laquelle": 2164,
      "chante": 2165,
      "living": 2166,
      "road": 2167,
      "almost": 2168,
      "amus": 2169,
      "aper": 2170,
      "lose": 2171,
      "forget": 2172,
      "comes": 2173,
      "compl": 2174,
      "combien": 2175,
      "imp": 2176,
      "imes": 2177,
      "immé": 2178,
      "importe": 2179,
      "advice": 2180,
      "ably": 2181,
      "prêt": 2182,
      "poser": 2183,
      "wash": 2184,
      "ween": 2185,
      "donner": 2186,
      "pourrais": 2187,
      "penser": 2188,
      "fell": 2189,
      "felt": 2190,
      "exper": 2191,
      "known": 2192,
      "worry": 2193,
      "plais": 2194,
      "takes": 2195,
      "série": 2196,
      "preci": 2197,
      "lieu": 2198,
      "airs": 2199,
      "devriez": 2200,
      "store": 2201,
      "peuvent": 2202,
      "retour": 2203,
      "Inter": 2204,
      "nouvelles": 2205,
      "habite": 2206,
      "close": 2207,
      "dormir": 2208,
      "Thank": 2209,
      "sûre": 2210,
      "façon": 2211,
      "hurt": 2212,
      "chaque": 2213,
      "pouvons": 2214,
      "malade": 2215,
      "Tell": 2216,
      "santé": 2217,
      "Europe": 2218,
      "19": 2219,
      "20": 2220,
      "Amer": 2221,
      "Des": 2222,
      "Go": 2223,
      "Just": 2224,
      "Ou": 2225,
      "blo": 2226,
      "cy": 2227,
      "cla": 2228,
      "dar": 2229,
      "dres": 2230,
      "game": 2231,
      "ip": 2232,
      "killed": 2233,
      "lou": 2234,
      "len": 2235,
      "mou": 2236,
      "ss": 2237,
      "ttes": 2238,
      "village": 2239,
      "real": 2240,
      "esp": 2241,
      "indi": 2242,
      "ash": 2243,
      "death": 2244,
      "quatre": 2245,
      "nel": 2246,
      "ails": 2247,
      "ention": 2248,
      "thes": 2249,
      "usu": 2250,
      "rière": 2251,
      "riche": 2252,
      "behind": 2253,
      "irt": 2254,
      "tures": 2255,
      "amé": 2256,
      "apon": 2257,
      "mots": 2258,
      "allons": 2259,
      "actu": 2260,
      "forgot": 2261,
      "conque": 2262,
      "poor": 2263,
      "angry": 2264,
      "fect": 2265,
      "yours": 2266,
      "venue": 2267,
      "words": 2268,
      "ateur": 2269,
      "vide": 2270,
      "mains": 2271,
      "someone": 2272,
      "mark": 2273,
      "marché": 2274,
      "New": 2275,
      "laissé": 2276,
      "works": 2277,
      "news": 2278,
      "payer": 2279,
      "others": 2280,
      "arrived": 2281,
      "prix": 2282,
      "entreprise": 2283,
      "careful": 2284,
      "langues": 2285,
      "professe": 2286,
      "joy": 2287,
      "entendre": 2288,
      "classe": 2289,
      "interested": 2290,
      "embarr": 2291,
      "students": 2292,
      "milk": 2293,
      "Peut": 2294,
      "endroit": 2295,
      "magasin": 2296,
      "John": 2297,
      "Americ": 2298,
      "Al": 2299,
      "Ear": 2300,
      "Mr": 2301,
      "Tous": 2302,
      "ace": 2303,
      "bres": 2304,
      "ca": 2305,
      "cte": 2306,
      "font": 2307,
      "faim": 2308,
      "ime": 2309,
      "ial": 2310,
      "lent": 2311,
      "nation": 2312,
      "pom": 2313,
      "pun": 2314,
      "pir": 2315,
      "rê": 2316,
      "vic": 2317,
      "vée": 2318,
      "wn": 2319,
      "wine": 2320,
      "âge": 2321,
      "çu": 2322,
      "ène": 2323,
      "êcher": 2324,
      "envie": 2325,
      "heav": 2326,
      "levé": 2327,
      "quite": 2328,
      "town": 2329,
      "necess": 2330,
      "meur": 2331,
      "ced": 2332,
      "estin": 2333,
      "past": 2334,
      "chan": 2335,
      "trom": 2336,
      "ush": 2337,
      "allait": 2338,
      "dio": 2339,
      "amour": 2340,
      "amment": 2341,
      "llement": 2342,
      "movie": 2343,
      "agree": 2344,
      "content": 2345,
      "ainsi": 2346,
      "ieu": 2347,
      "poin": 2348,
      "polit": 2349,
      "dés": 2350,
      "sident": 2351,
      "donne": 2352,
      "penses": 2353,
      "tif": 2354,
      "making": 2355,
      "montre": 2356,
      "expé": 2357,
      "derrière": 2358,
      "serai": 2359,
      "réf": 2360,
      "réus": 2361,
      "pleu": 2362,
      "pleure": 2363,
      "venus": 2364,
      "ards": 2365,
      "marche": 2366,
      "Which": 2367,
      "cked": 2368,
      "craz": 2369,
      "méri": 2370,
      "nécess": 2371,
      "Notre": 2372,
      "wouldn": 2373,
      "whole": 2374,
      "trouble": 2375,
      "cherche": 2376,
      "intention": 2377,
      "puisse": 2378,
      "bière": 2379,
      "between": 2380,
      "against": 2381,
      "rencontrer": 2382,
      "dernier": 2383,
      "musique": 2384,
      "intéres": 2385,
      "shot": 2386,
      "lorsque": 2387,
      "regard": 2388,
      "nature": 2389,
      "large": 2390,
      "apprécie": 2391,
      "surprised": 2392,
      "hung": 2393,
      "animal": 2394,
      "étranger": 2395,
      "accep": 2396,
      "décidé": 2397,
      "lucky": 2398,
      "exactly": 2399,
      "mangé": 2400,
      "fatigué": 2401,
      "immédiate": 2402,
      "dark": 2403,
      "30": 2404,
      "Mes": 2405,
      "Pouvez": 2406,
      "Veu": 2407,
      "bil": 2408,
      "baby": 2409,
      "city": 2410,
      "ele": 2411,
      "gâ": 2412,
      "gle": 2413,
      "grow": 2414,
      "hal": 2415,
      "nais": 2416,
      "pis": 2417,
      "pie": 2418,
      "pire": 2419,
      "ration": 2420,
      "sand": 2421,
      "savait": 2422,
      "test": 2423,
      "tick": 2424,
      "ute": 2425,
      "vrir": 2426,
      "zed": 2427,
      "envoy": 2428,
      "era": 2429,
      "leil": 2430,
      "devoir": 2431,
      "aimes": 2432,
      "tele": 2433,
      "teach": 2434,
      "med": 2435,
      "then": 2436,
      "changer": 2437,
      "autor": 2438,
      "trave": 2439,
      "unk": 2440,
      "union": 2441,
      "lies": 2442,
      "etimes": 2443,
      "sum": 2444,
      "became": 2445,
      "verre": 2446,
      "appreci": 2447,
      "allow": 2448,
      "parlé": 2449,
      "agit": 2450,
      "pru": 2451,
      "prê": 2452,
      "pron": 2453,
      "ressemble": 2454,
      "donc": 2455,
      "serais": 2456,
      "serious": 2457,
      "survi": 2458,
      "couple": 2459,
      "safe": 2460,
      "foot": 2461,
      "discut": 2462,
      "shor": 2463,
      "grou": 2464,
      "garçons": 2465,
      "looked": 2466,
      "longer": 2467,
      "tonight": 2468,
      "midi": 2469,
      "pace": 2470,
      "fumer": 2471,
      "commun": 2472,
      "clean": 2473,
      "promis": 2474,
      "promise": 2475,
      "solée": 2476,
      "earth": 2477,
      "learned": 2478,
      "essayé": 2479,
      "cinq": 2480,
      "hands": 2481,
      "efforts": 2482,
      "strong": 2483,
      "boulot": 2484,
      "charge": 2485,
      "pouvait": 2486,
      "commencé": 2487,
      "swimming": 2488,
      "rapide": 2489,
      "vacances": 2490,
      "cuisine": 2491,
      "prochain": 2492,
      "chaud": 2493,
      "different": 2494,
      "bicycle": 2495,
      "second": 2496,
      "impression": 2497,
      "Voulez": 2498,
      "itié": 2499,
      "amoureux": 2500,
      "scientif": 2501,
      "exactement": 2502,
      "Keep": 2503,
      "professeur": 2504,
      "crazy": 2505,
      "nécessaire": 2506,
      "immédiatement": 2507,
      "Veuillez": 2508,
      "Dieu": 2509,
      "Fais": 2510,
      "Lo": 2511,
      "Lors": 2512,
      "Mo": 2513,
      "Merci": 2514,
      "Now": 2515,
      "Sh": 2516,
