{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "&apos;",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[UNK]": 0,
      "&apos;": 1,
      "!": 2,
      "\"": 3,
      "$": 4,
      "%": 5,
      "&": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      ",": 10,
      "-": 11,
      ".": 12,
      "/": 13,
      "0": 14,
      "1": 15,
      "2": 16,
      "3": 17,
      "4": 18,
      "5": 19,
      "6": 20,
      "7": 21,
      "8": 22,
      "9": 23,
      ":": 24,
      ";": 25,
      "?": 26,
      "A": 27,
      "B": 28,
      "C": 29,
      "D": 30,
      "E": 31,
      "F": 32,
      "G": 33,
      "H": 34,
      "I": 35,
      "J": 36,
      "K": 37,
      "L": 38,
      "M": 39,
      "N": 40,
      "O": 41,
      "P": 42,
      "Q": 43,
      "R": 44,
      "S": 45,
      "T": 46,
      "U": 47,
      "V": 48,
      "W": 49,
      "X": 50,
      "Y": 51,
      "Z": 52,
      "a": 53,
      "b": 54,
      "c": 55,
      "d": 56,
      "e": 57,
      "f": 58,
      "g": 59,
      "h": 60,
      "i": 61,
      "j": 62,
      "k": 63,
      "l": 64,
      "m": 65,
      "n": 66,
      "o": 67,
      "p": 68,
      "q": 69,
      "r": 70,
      "s": 71,
      "t": 72,
      "u": 73,
      "v": 74,
      "w": 75,
      "x": 76,
      "y": 77,
      "z": 78,
      "©": 79,
      "«": 80,
      "»": 81,
      "À": 82,
      "Â": 83,
      "Ã": 84,
      "Ç": 85,
      "É": 86,
      "Ê": 87,
      "Ô": 88,
      "à": 89,
      "á": 90,
      "â": 91,
      "ç": 92,
      "è": 93,
      "é": 94,
      "ê": 95,
      "ë": 96,
      "í": 97,
      "î": 98,
      "ï": 99,
      "ô": 100,
      "ù": 101,
      "û": 102,
      "œ": 103,
      "​": 104,
      "–": 105,
      "—": 106,
      "’": 107,
      "“": 108,
      "”": 109,
      "…": 110,
      "‽": 111,
      "⊂": 112,
      "ou": 113,
      "re": 114,
      "es": 115,
      "on": 116,
      "en": 117,
      "is": 118,
      "in": 119,
      "he": 120,
      "an": 121,
      "er": 122,
      "le": 123,
      "it": 124,
      "as": 125,
      "de": 126,
      "om": 127,
      "at": 128,
      "qu": 129,
      "ar": 130,
      "to": 131,
      "ne": 132,
      "ve": 133,
      "or": 134,
      "the": 135,
      "se": 136,
      "ai": 137,
      "te": 138,
      "me": 139,
      "ent": 140,
      "you": 141,
      "th": 142,
      "la": 143,
      "ous": 144,
      "ll": 145,
      "ce": 146,
      "est": 147,
      "ing": 148,
      "que": 149,
      "pas": 150,
      "Je": 151,
      "ch": 152,
      "au": 153,
      "il": 154,
      "tr": 155,
      "un": 156,
      "ais": 157,
      "Tom": 158,
      "our": 159,
      "no": 160,
      "li": 161,
      "us": 162,
      "et": 163,
      "ri": 164,
      "su": 165,
      "be": 166,
      "ro": 167,
      "ant": 168,
      "al": 169,
      "ait": 170,
      "ave": 171,
      "ir": 172,
      "tu": 173,
      "of": 174,
      "di": 175,
      "do": 176,
      "pe": 177,
      "ion": 178,
      "ver": 179,
      "vous": 180,
      "Il": 181,
      "av": 182,
      "am": 183,
      "st": 184,
      "and": 185,
      "tre": 186,
      "lle": 187,
      "ay": 188,
      "ed": 189,
      "out": 190,
      "ment": 191,
      "The": 192,
      "ap": 193,
      "mo": 194,
      "all": 195,
      "ac": 196,
      "lo": 197,
      "par": 198,
      "ag": 199,
      "for": 200,
      "com": 201,
      "les": 202,
      "im": 203,
      "ux": 204,
      "ren": 205,
      "ét": 206,
      "une": 207,
      "ur": 208,
      "con": 209,
      "ut": 210,
      "ad": 211,
      "ain": 212,
      "ke": 213,
      "ie": 214,
      "ic": 215,
      "ld": 216,
      "je": 217,
      "hat": 218,
      "go": 219,
      "ab": 220,
      "pr": 221,
      "that": 222,
      "son": 223,
      "po": 224,
      "res": 225,
      "ter": 226,
      "vo": 227,
      "was": 228,
      "dé": 229,
      "are": 230,
      "ans": 231,
      "He": 232,
      "we": 233,
      "ho": 234,
      "si": 235,
      "You": 236,
      "so": 237,
      "pl": 238,
      "du": 239,
      "have": 240,
      "gh": 241,
      "her": 242,
      "his": 243,
      "don": 244,
      "pour": 245,
      "ang": 246,
      "co": 247,
      "des": 248,
      "not": 249,
      "pen": 250,
      "ti": 251,
      "one": 252,
      "ons": 253,
      "now": 254,
      "ien": 255,
      "fe": 256,
      "ill": 257,
      "your": 258,
      "aire": 259,
      "pro": 260,
      "ly": 261,
      "my": 262,
      "ould": 263,
      "suis": 264,
      "can": 265,
      "ue": 266,
      "ère": 267,
      "ght": 268,
      "this": 269,
      "ée": 270,
      "ith": 271,
      "She": 272,
      "fr": 273,
      "We": 274,
      "dans": 275,
      "ma": 276,
      "very": 277,
      "bo": 278,
      "mon": 279,
      "ci": 280,
      "Elle": 281,
      "with": 282,
      "lu": 283,
      "It": 284,
      "ok": 285,
      "ten": 286,
      "ex": 287,
      "know": 288,
      "thing": 289,
      "ure": 290,
      "che": 291,
      "tes": 292,
      "want": 293,
      "der": 294,
      "man": 295,
      "per": 296,
      "Nous": 297,
      "ser": 298,
      "ré": 299,
      "ation": 300,
      "ul": 301,
      "qui": 302,
      "like": 303,
      "mp": 304,
      "cho": 305,
      "plus": 306,
      "ome": 307,
      "here": 308,
      "ple": 309,
      "sur": 310,
      "did": 311,
      "faire": 312,
      "fait": 313,
      "Tu": 314,
      "nous": 315,
      "cou": 316,
      "mes": 317,
      "Mar": 318,
      "ink": 319,
      "por": 320,
      "ven": 321,
      "wor": 322,
      "moi": 323,
      "Vous": 324,
      "ble": 325,
      "ès": 326,
      "ig": 327,
      "pla": 328,
      "sa": 329,
      "té": 330,
      "était": 331,
      "fo": 332,
      "jour": 333,
      "ard": 334,
      "him": 335,
      "Le": 336,
      "dre": 337,
      "tout": 338,
      "ni": 339,
      "ille": 340,
      "age": 341,
      "ta": 342,
      "ts": 343,
      "day": 344,
      "ust": 345,
      "avec": 346,
      "être": 347,
      "dis": 348,
      "ate": 349,
      "any": 350,
      "sé": 351,
      "ow": 352,
      "La": 353,
      "What": 354,
      "ine": 355,
      "ite": 356,
      "sh": 357,
      "up": 358,
      "vi": 359,
      "has": 360,
      "od": 361,
      "think": 362,
      "end": 363,
      "ance": 364,
      "what": 365,
      "ont": 366,
      "ted": 367,
      "Ce": 368,
      "oi": 369,
      "ct": 370,
      "vr": 371,
      "Do": 372,
      "use": 373,
      "ses": 374,
      "ça": 375,
      "ge": 376,
      "arri": 377,
      "ther": 378,
      "temp": 379,
      "sont": 380,
      "get": 381,
      "mais": 382,
      "ong": 383,
      "quel": 384,
      "wh": 385,
      "ici": 386,
      "veux": 387,
      "lui": 388,
      "Les": 389,
      "Mary": 390,
      "ry": 391,
      "able": 392,
      "temps": 393,
      "ff": 394,
      "main": 395,
      "ess": 396,
      "mer": 397,
      "quoi": 398,
      "lé": 399,
      "pré": 400,
      "time": 401,
      "dit": 402,
      "ire": 403,
      "ind": 404,
      "ouve": 405,
      "This": 406,
      "gr": 407,
      "They": 408,
      "id": 409,
      "bien": 410,
      "way": 411,
      "part": 412,
      "vé": 413,
      "had": 414,
      "some": 415,
      "uis": 416,
      "mar": 417,
      "tro": 418,
      "sais": 419,
      "cet": 420,
      "très": 421,
      "été": 422,
      "Wh": 423,
      "ak": 424,
      "but": 425,
      "pren": 426,
      "will": 427,
      "ck": 428,
      "about": 429,
      "ner": 430,
      "pre": 431,
      "cr": 432,
      "if": 433,
      "ise": 434,
      "bre": 435,
      "tou": 436,
      "ye": 437,
      "Que": 438,
      "were": 439,
      "Qu": 440,
      "elle": 441,
      "from": 442,
      "beau": 443,
      "Com": 444,
      "Don": 445,
      "dr": 446,
      "gar": 447,
      "sou": 448,
      "read": 449,
      "car": 450,
      "Ne": 451,
      "las": 452,
      "see": 453,
      "mé": 454,
      "vie": 455,
      "lais": 456,
      "ally": 457,
      "How": 458,
      "ions": 459,
      "ité": 460,
      "ase": 461,
      "ier": 462,
      "That": 463,
      "tell": 464,
      "lie": 465,
      "avai": 466,
      "voir": 467,
      "work": 468,
      "vrai": 469,
      "jam": 470,
      "ive": 471,
      "mb": 472,
      "sor": 473,
      "vou": 474,
      "there": 475,
      "look": 476,
      "coup": 477,
      "by": 478,
      "didn": 479,
      "alk": 480,
      "pos": 481,
      "votre": 482,
      "oir": 483,
      "need": 484,
      "more": 485,
      "toi": 486,
      "There": 487,
      "bon": 488,
      "ces": 489,
      "mis": 490,
      "êtes": 491,
      "lles": 492,
      "ami": 493,
      "cette": 494,
      "let": 495,
      "good": 496,
      "pense": 497,
      "Pour": 498,
      "né": 499,
      "sent": 500,
      "travai": 501,
      "ler": 502,
      "lf": 503,
      "ame": 504,
      "dent": 505,
      "hu": 506,
      "avoir": 507,
      "No": 508,
      "ph": 509,
      "air": 510,
      "My": 511,
      "long": 512,
      "ish": 513,
      "rie": 514,
      "ep": 515,
      "hap": 516,
      "port": 517,
      "ton": 518,
      "aut": 519,
      "dire": 520,
      "nu": 521,
      "ins": 522,
      "going": 523,
      "min": 524,
      "pi": 525,
      "would": 526,
      "ors": 527,
      "avez": 528,
      "chose": 529,
      "should": 530,
      "jamais": 531,
      "lit": 532,
      "does": 533,
      "how": 534,
      "En": 535,
      "dy": 536,
      "just": 537,
      "mat": 538,
      "ob": 539,
      "vis": 540,
      "aux": 541,
      "come": 542,
      "every": 543,
      "gu": 544,
      "mor": 545,
      "Ils": 546,
      "mi": 547,
      "rais": 548,
      "som": 549,
      "spe": 550,
      "vre": 551,
      "oun": 552,
      "peux": 553,
      "ol": 554,
      "who": 555,
      "red": 556,
      "hel": 557,
      "cor": 558,
      "fin": 559,
      "mu": 560,
      "cour": 561,
      "el": 562,
      "aime": 563,
      "than": 564,
      "too": 565,
      "cro": 566,
      "pres": 567,
      "vent": 568,
      "vais": 569,
      "ens": 570,
      "been": 571,
      "avait": 572,
      "ds": 573,
      "ils": 574,
      "pris": 575,
      "new": 576,
      "oin": 577,
      "stu": 578,
      "aid": 579,
      "trou": 580,
      "bu": 581,
      "bes": 582,
      "avons": 583,
      "ack": 584,
      "help": 585,
      "dev": 586,
      "never": 587,
      "autre": 588,
      "anger": 589,
      "jours": 590,
      "cer": 591,
      "va": 592,
      "appe": 593,
      "Are": 594,
      "fer": 595,
      "pa": 596,
      "could": 597,
      "fi": 598,
      "fu": 599,
      "she": 600,
      "sto": 601,
      "rest": 602,
      "self": 603,
      "train": 604,
      "much": 605,
      "af": 606,
      "hom": 607,
      "ves": 608,
      "ants": 609,
      "diff": 610,
      "beaucoup": 611,
      "br": 612,
      "comme": 613,
      "rent": 614,
      "vraiment": 615,
      "rien": 616,
      "ange": 617,
      "Why": 618,
      "ide": 619,
      "talk": 620,
      "right": 621,
      "aller": 622,
      "got": 623,
      "Pourquoi": 624,
      "cher": 625,
      "gent": 626,
      "ême": 627,
      "peu": 628,
      "avais": 629,
      "comp": 630,
      "trop": 631,
      "bl": 632,
      "tous": 633,
      "sed": 634,
      "ret": 635,
      "heure": 636,
      "Mon": 637,
      "ête": 638,
      "really": 639,
      "ded": 640,
      "sez": 641,
      "row": 642,
      "eu": 643,
      "pou": 644,
      "pay": 645,
      "ques": 646,
      "porte": 647,
      "prendre": 648,
      "fri": 649,
      "other": 650,
      "quest": 651,
      "aus": 652,
      "pet": 653,
      "int": 654,
      "leur": 655,
      "tri": 656,
      "Est": 657,
      "cau": 658,
      "ought": 659,
      "iture": 660,
      "ather": 661,
      "they": 662,
      "ache": 663,
      "quelque": 664,
      "Is": 665,
      "Sami": 666,
      "only": 667,
      "peut": 668,
      "love": 669,
      "cc": 670,
      "Ça": 671,
      "lot": 672,
      "when": 673,
      "ile": 674,
      "pé": 675,
      "ty": 676,
      "comm": 677,
      "monde": 678,
      "fois": 679,
      "Comment": 680,
      "In": 681,
      "ree": 682,
      "ars": 683,
      "art": 684,
      "vers": 685,
      "book": 686,
      "person": 687,
      "même": 688,
      "try": 689,
      "core": 690,
      "besoin": 691,
      "where": 692,
      "ante": 693,
      "ild": 694,
      "avant": 695,
      "jus": 696,
      "say": 697,
      "ule": 698,
      "conn": 699,
      "take": 700,
      "wr": 701,
      "won": 702,
      "ese": 703,
      "enf": 704,
      "itu": 705,
      "speak": 706,
      "nouve": 707,
      "pu": 708,
      "tom": 709,
      "encore": 710,
      "deux": 711,
      "met": 712,
      "ick": 713,
      "arrive": 714,
      "On": 715,
      "où": 716,
      "ask": 717,
      "bus": 718,
      "là": 719,
      "ity": 720,
      "cela": 721,
      "tru": 722,
      "act": 723,
      "parler": 724,
      "grand": 725,
      "ound": 726,
      "ique": 727,
      "body": 728,
      "wat": 729,
      "Can": 730,
      "cle": 731,
      "lang": 732,
      "must": 733,
      "puis": 734,
      "tle": 735,
      "play": 736,
      "ction": 737,
      "friend": 738,
      "Un": 739,
      "eat": 740,
      "jou": 741,
      "tor": 742,
      "oney": 743,
      "sommes": 744,
      "gl": 745,
      "ence": 746,
      "étais": 747,
      "ach": 748,
      "cat": 749,
      "père": 750,
      "ra": 751,
      "vu": 752,
      "live": 753,
      "off": 754,
      "fore": 755,
      "homme": 756,
      "fam": 757,
      "wo": 758,
      "ist": 759,
      "under": 760,
      "toujours": 761,
      "ready": 762,
      "last": 763,
      "home": 764,
      "mand": 765,
      "mble": 766,
      "ning": 767,
      "old": 768,
      "aient": 769,
      "nom": 770,
      "ough": 771,
      "lez": 772,
      "arr": 773,
      "argent": 774,
      "lait": 775,
      "doesn": 776,
      "cent": 777,
      "ful": 778,
      "tain": 779,
      "vien": 780,
      "ers": 781,
      "chez": 782,
      "maison": 783,
      "something": 784,
      "bi": 785,
      "gé": 786,
      "mal": 787,
      "went": 788,
      "ense": 789,
      "vez": 790,
      "tra": 791,
      "sup": 792,
      "venir": 793,
      "tent": 794,
      "feel": 795,
      "travail": 796,
      "hab": 797,
      "money": 798,
      "pri": 799,
      "dois": 800,
      "plan": 801,
      "aussi": 802,
      "If": 803,
      "bet": 804,
      "occ": 805,
      "pon": 806,
      "room": 807,
      "dow": 808,
      "Who": 809,
      "ale": 810,
      "back": 811,
      "pt": 812,
      "ît": 813,
      "seule": 814,
      "tur": 815,
      "Marie": 816,
      "ich": 817,
      "kes": 818,
      "née": 819,
      "ople": 820,
      "pat": 821,
      "them": 822,
      "ture": 823,
      "again": 824,
      "voiture": 825,
      "Ch": 826,
      "Jap": 827,
      "bli": 828,
      "cé": 829,
      "cre": 830,
      "ieux": 831,
      "make": 832,
      "anything": 833,
      "As": 834,
      "Let": 835,
      "Ple": 836,
      "sing": 837,
      "és": 838,
      "its": 839,
      "sure": 840,
      "belie": 841,
      "ake": 842,
      "scho": 843,
      "ned": 844,
      "iez": 845,
      "soit": 846,
      "Quel": 847,
      "mber": 848,
      "ms": 849,
      "py": 850,
      "ures": 851,
      "ast": 852,
      "told": 853,
      "child": 854,
      "rents": 855,
      "tenant": 856,
      "Please": 857,
      "Tout": 858,
      "jà": 859,
      "ouse": 860,
      "atten": 861,
      "aimer": 862,
      "entre": 863,
      "urs": 864,
      "déjà": 865,
      "pend": 866,
      "happen": 867,
      "Si": 868,
      "cl": 869,
      "people": 870,
      "prom": 871,
      "night": 872,
      "little": 873,
      "cause": 874,
      "Did": 875,
      "gre": 876,
      "said": 877,
      "ôt": 878,
      "still": 879,
      "school": 880,
      "bor": 881,
      "clo": 882,
      "find": 883,
      "sp": 884,
      "ette": 885,
      "stand": 886,
      "illes": 887,
      "Where": 888,
      "care": 889,
      "fac": 890,
      "house": 891,
      "ting": 892,
      "devr": 893,
      "voy": 894,
      "wee": 895,
      "sol": 896,
      "riez": 897,
      "sle": 898,
      "anç": 899,
      "demand": 900,
      "dog": 901,
      "sible": 902,
      "jourd": 903,
      "ways": 904,
      "hui": 905,
      "Elles": 906,
      "cu": 907,
      "eux": 908,
      "faut": 909,
      "ls": 910,
      "ys": 911,
      "before": 912,
      "used": 913,
      "An": 914,
      "emp": 915,
      "gir": 916,
      "put": 917,
      "quand": 918,
      "thought": 919,
      "always": 920,
      "rencon": 921,
      "well": 922,
      "many": 923,
      "parents": 924,
      "Bo": 925,
      "Par": 926,
      "cal": 927,
      "ear": 928,
      "fir": 929,
      "gi": 930,
      "hard": 931,
      "étu": 932,
      "hed": 933,
      "rench": 934,
      "col": 935,
      "believe": 936,
      "Fr": 937,
      "French": 938,
      "Où": 939,
      "cri": 940,
      "fais": 941,
      "sim": 942,
      "sans": 943,
      "vit": 944,
      "ème": 945,
      "lear": 946,
      "leave": 947,
      "derni": 948,
      "place": 949,
      "week": 950,
      "father": 951,
      "king": 952,
      "two": 953,
      "ving": 954,
      "heures": 955,
      "seul": 956,
      "meet": 957,
      "chien": 958,
      "made": 959,
      "télé": 960,
      "sort": 961,
      "ançais": 962,
      "bro": 963,
      "dét": 964,
      "eas": 965,
      "jet": 966,
      "plaît": 967,
      "maintenant": 968,
      "Qui": 969,
      "Engl": 970,
      "enfants": 971,
      "fut": 972,
      "ger": 973,
      "give": 974,
      "mus": 975,
      "mag": 976,
      "op": 977,
      "over": 978,
      "wait": 979,
      "ze": 980,
      "éco": 981,
      "into": 982,
      "inté": 983,
      "most": 984,
      "fem": 985,
      "essay": 986,
      "everything": 987,
      "petit": 988,
      "école": 989,
      "came": 990,
      "dor": 991,
      "ever": 992,
      "pain": 993,
      "çon": 994,
      "led": 995,
      "tement": 996,
      "aujourd": 997,
      "livre": 998,
      "français": 999
    },
    "merges": [
      [
        "o",
        "u"
      ],
      [
        "r",
        "e"
      ],
      [
        "e",
        "s"
      ],
      [
        "o",
        "n"
      ],
      [
        "e",
        "n"
      ],
      [
        "i",
        "s"
      ],
      [
        "i",
        "n"
      ],
      [
        "h",
        "e"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "l",
        "e"
      ],
      [
        "i",
        "t"
      ],
      [
        "a",
        "s"
      ],
      [
        "d",
        "e"
      ],
      [
        "o",
        "m"
      ],
      [
        "a",
        "t"
      ],
      [
        "q",
        "u"
      ],
      [
        "a",
        "r"
      ],
      [
        "t",
        "o"
      ],
      [
        "n",
        "e"
      ],
      [
        "v",
        "e"
      ],
      [
        "o",
        "r"
      ],
      [
        "t",
        "he"
      ],
      [
        "s",
        "e"
      ],
      [
        "a",
        "i"
      ],
      [
        "t",
        "e"
      ],
      [
        "m",
        "e"
      ],
      [
        "en",
        "t"
      ],
      [
        "y",
        "ou"
      ],
      [
        "t",
        "h"
      ],
      [
        "l",
        "a"
      ],
      [
        "ou",
        "s"
      ],
      [
        "l",
        "l"
      ],
      [
        "c",
        "e"
      ],
      [
        "es",
        "t"
      ],
      [
        "in",
        "g"
      ],
      [
        "qu",
        "e"
      ],
      [
        "p",
        "as"
      ],
      [
        "J",
        "e"
      ],
      [
        "c",
        "h"
      ],
      [
        "a",
        "u"
      ],
      [
        "i",
        "l"
      ],
      [
        "t",
        "r"
      ],
      [
        "u",
        "n"
      ],
      [
        "a",
        "is"
      ],
      [
        "T",
        "om"
      ],
      [
        "ou",
        "r"
      ],
      [
        "n",
        "o"
      ],
      [
        "l",
        "i"
      ],
      [
        "u",
        "s"
      ],
      [
        "e",
        "t"
      ],
      [
        "r",
        "i"
      ],
      [
        "s",
        "u"
      ],
      [
        "b",
        "e"
      ],
      [
        "r",
        "o"
      ],
      [
        "an",
        "t"
      ],
      [
        "a",
        "l"
      ],
      [
        "a",
        "it"
      ],
      [
        "a",
        "ve"
      ],
      [
        "i",
        "r"
      ],
      [
        "t",
        "u"
      ],
      [
        "o",
        "f"
      ],
      [
        "d",
        "i"
      ],
      [
        "d",
        "o"
      ],
      [
        "p",
        "e"
      ],
      [
        "i",
        "on"
      ],
      [
        "v",
        "er"
      ],
      [
        "v",
        "ous"
      ],
      [
        "I",
        "l"
      ],
      [
        "a",
        "v"
      ],
      [
        "a",
        "m"
      ],
      [
        "s",
        "t"
      ],
      [
        "an",
        "d"
      ],
      [
        "t",
        "re"
      ],
      [
        "l",
        "le"
      ],
      [
        "a",
        "y"
      ],
      [
        "e",
        "d"
      ],
      [
        "ou",
        "t"
      ],
      [
        "m",
        "ent"
      ],
      [
        "T",
        "he"
      ],
      [
        "a",
        "p"
      ],
      [
        "m",
        "o"
      ],
      [
        "a",
        "ll"
      ],
      [
        "a",
        "c"
      ],
      [
        "l",
        "o"
      ],
      [
        "p",
        "ar"
      ],
      [
        "a",
        "g"
      ],
      [
        "f",
        "or"
      ],
      [
        "c",
        "om"
      ],
      [
        "l",
        "es"
      ],
      [
        "i",
        "m"
      ],
      [
        "u",
        "x"
      ],
      [
        "re",
        "n"
      ],
      [
        "é",
        "t"
      ],
      [
        "u",
        "ne"
      ],
      [
        "u",
        "r"
      ],
      [
        "c",
        "on"
      ],
      [
        "u",
        "t"
      ],
      [
        "a",
        "d"
      ],
      [
        "a",
        "in"
      ],
      [
        "k",
        "e"
      ],
      [
        "i",
        "e"
      ],
      [
        "i",
        "c"
      ],
      [
        "l",
        "d"
      ],
      [
        "j",
        "e"
      ],
      [
        "h",
        "at"
      ],
      [
        "g",
        "o"
      ],
      [
        "a",
        "b"
      ],
      [
        "p",
        "r"
      ],
      [
        "th",
        "at"
      ],
      [
        "s",
        "on"
      ],
      [
        "p",
        "o"
      ],
      [
        "re",
        "s"
      ],
      [
        "t",
        "er"
      ],
      [
        "v",
        "o"
      ],
      [
        "w",
        "as"
      ],
      [
        "d",
        "é"
      ],
      [
        "a",
        "re"
      ],
      [
        "an",
        "s"
      ],
      [
        "H",
        "e"
      ],
      [
        "w",
        "e"
      ],
      [
        "h",
        "o"
      ],
      [
        "s",
        "i"
      ],
      [
        "Y",
        "ou"
      ],
      [
        "s",
        "o"
      ],
      [
        "p",
        "l"
      ],
      [
        "d",
        "u"
      ],
      [
        "h",
        "ave"
      ],
      [
        "g",
        "h"
      ],
      [
        "he",
        "r"
      ],
      [
        "h",
        "is"
      ],
      [
        "d",
        "on"
      ],
      [
        "p",
        "our"
      ],
      [
        "an",
        "g"
      ],
      [
        "c",
        "o"
      ],
      [
        "d",
        "es"
      ],
      [
        "no",
        "t"
      ],
      [
        "p",
        "en"
      ],
      [
        "t",
        "i"
      ],
      [
        "on",
        "e"
      ],
      [
        "on",
        "s"
      ],
      [
        "no",
        "w"
      ],
      [
        "i",
        "en"
      ],
      [
        "f",
        "e"
      ],
      [
        "i",
        "ll"
      ],
      [
        "you",
        "r"
      ],
      [
        "ai",
        "re"
      ],
      [
        "p",
        "ro"
      ],
      [
        "l",
        "y"
      ],
      [
        "m",
        "y"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "su",
        "is"
      ],
      [
        "c",
        "an"
      ],
      [
        "u",
        "e"
      ],
      [
        "è",
        "re"
      ],
      [
        "gh",
        "t"
      ],
      [
        "th",
        "is"
      ],
      [
        "é",
        "e"
      ],
      [
        "it",
        "h"
      ],
      [
        "S",
        "he"
      ],
      [
        "f",
        "r"
      ],
      [
        "W",
        "e"
      ],
      [
        "d",
        "ans"
      ],
      [
        "m",
        "a"
      ],
      [
        "ver",
        "y"
      ],
      [
        "b",
        "o"
      ],
      [
        "m",
        "on"
      ],
      [
        "c",
        "i"
      ],
      [
        "E",
        "lle"
      ],
      [
        "w",
        "ith"
      ],
      [
        "l",
        "u"
      ],
      [
        "I",
        "t"
      ],
      [
        "o",
        "k"
      ],
      [
        "t",
        "en"
      ],
      [
        "e",
        "x"
      ],
      [
        "k",
        "now"
      ],
      [
        "th",
        "ing"
      ],
      [
        "u",
        "re"
      ],
      [
        "c",
        "he"
      ],
      [
        "t",
        "es"
      ],
      [
        "w",
        "ant"
      ],
      [
        "d",
        "er"
      ],
      [
        "m",
        "an"
      ],
      [
        "p",
        "er"
      ],
      [
        "N",
        "ous"
      ],
      [
        "s",
        "er"
      ],
      [
        "r",
        "é"
      ],
      [
        "at",
        "ion"
      ],
      [
        "u",
        "l"
      ],
      [
        "qu",
        "i"
      ],
      [
        "li",
        "ke"
      ],
      [
        "m",
        "p"
      ],
      [
        "ch",
        "o"
      ],
      [
        "pl",
        "us"
      ],
      [
        "om",
        "e"
      ],
      [
        "he",
        "re"
      ],
      [
        "p",
        "le"
      ],
      [
        "su",
        "r"
      ],
      [
        "di",
        "d"
      ],
      [
        "f",
        "aire"
      ],
      [
        "f",
        "ait"
      ],
      [
        "T",
        "u"
      ],
      [
        "n",
        "ous"
      ],
      [
        "c",
        "ou"
      ],
      [
        "m",
        "es"
      ],
      [
        "M",
        "ar"
      ],
      [
        "in",
        "k"
      ],
      [
        "p",
        "or"
      ],
      [
        "v",
        "en"
      ],
      [
        "w",
        "or"
      ],
      [
        "mo",
        "i"
      ],
      [
        "V",
        "ous"
      ],
      [
        "b",
        "le"
      ],
      [
        "è",
        "s"
      ],
      [
        "i",
        "g"
      ],
      [
        "p",
        "la"
      ],
      [
        "s",
        "a"
      ],
      [
        "t",
        "é"
      ],
      [
        "ét",
        "ait"
      ],
      [
        "f",
        "o"
      ],
      [
        "j",
        "our"
      ],
      [
        "ar",
        "d"
      ],
      [
        "h",
        "im"
      ],
      [
        "L",
        "e"
      ],
      [
        "d",
        "re"
      ],
      [
        "t",
        "out"
      ],
      [
        "n",
        "i"
      ],
      [
        "il",
        "le"
      ],
      [
        "ag",
        "e"
      ],
      [
        "t",
        "a"
      ],
      [
        "t",
        "s"
      ],
      [
        "d",
        "ay"
      ],
      [
        "us",
        "t"
      ],
      [
        "ave",
        "c"
      ],
      [
        "ê",
        "tre"
      ],
      [
        "d",
        "is"
      ],
      [
        "at",
        "e"
      ],
      [
        "an",
        "y"
      ],
      [
        "s",
        "é"
      ],
      [
        "o",
        "w"
      ],
      [
        "L",
        "a"
      ],
      [
        "W",
        "hat"
      ],
      [
        "in",
        "e"
      ],
      [
        "it",
        "e"
      ],
      [
        "s",
        "h"
      ],
      [
        "u",
        "p"
      ],
      [
        "v",
        "i"
      ],
      [
        "h",
        "as"
      ],
      [
        "o",
        "d"
      ],
      [
        "th",
        "ink"
      ],
      [
        "en",
        "d"
      ],
      [
        "an",
        "ce"
      ],
      [
        "w",
        "hat"
      ],
      [
        "on",
        "t"
      ],
      [
        "te",
        "d"
      ],
      [
        "C",
        "e"
      ],
      [
        "o",
        "i"
      ],
      [
        "c",
        "t"
      ],
      [
        "v",
        "r"
      ],
      [
        "D",
        "o"
      ],
      [
        "u",
        "se"
      ],
      [
        "s",
        "es"
      ],
      [
        "ç",
        "a"
      ],
      [
        "g",
        "e"
      ],
      [
        "ar",
        "ri"
      ],
      [
        "the",
        "r"
      ],
      [
        "te",
        "mp"
      ],
      [
        "son",
        "t"
      ],
      [
        "g",
        "et"
      ],
      [
        "m",
        "ais"
      ],
      [
        "on",
        "g"
      ],
      [
        "que",
        "l"
      ],
      [
        "w",
        "h"
      ],
      [
        "ic",
        "i"
      ],
      [
        "ve",
        "ux"
      ],
      [
        "lu",
        "i"
      ],
      [
        "L",
        "es"
      ],
      [
        "Mar",
        "y"
      ],
      [
        "r",
        "y"
      ],
      [
        "ab",
        "le"
      ],
      [
        "temp",
        "s"
      ],
      [
        "f",
        "f"
      ],
      [
        "m",
        "ain"
      ],
      [
        "es",
        "s"
      ],
      [
        "m",
        "er"
      ],
      [
        "qu",
        "oi"
      ],
      [
        "l",
        "é"
      ],
      [
        "pr",
        "é"
      ],
      [
        "ti",
        "me"
      ],
      [
        "d",
        "it"
      ],
      [
        "i",
        "re"
      ],
      [
        "in",
        "d"
      ],
      [
        "ou",
        "ve"
      ],
      [
        "T",
        "his"
      ],
      [
        "g",
        "r"
      ],
      [
        "The",
        "y"
      ],
      [
        "i",
        "d"
      ],
      [
        "b",
        "ien"
      ],
      [
        "w",
        "ay"
      ],
      [
        "par",
        "t"
      ],
      [
        "v",
        "é"
      ],
      [
        "h",
        "ad"
      ],
      [
        "s",
        "ome"
      ],
      [
        "u",
        "is"
      ],
      [
        "m",
        "ar"
      ],
      [
        "tr",
        "o"
      ],
      [
        "s",
        "ais"
      ],
      [
        "ce",
        "t"
      ],
      [
        "tr",
        "ès"
      ],
      [
        "ét",
        "é"
      ],
      [
        "W",
        "h"
      ],
      [
        "a",
        "k"
      ],
      [
        "b",
        "ut"
      ],
      [
        "p",
        "ren"
      ],
      [
        "w",
        "ill"
      ],
      [
        "c",
        "k"
      ],
      [
        "ab",
        "out"
      ],
      [
        "n",
        "er"
      ],
      [
        "p",
        "re"
      ],
      [
        "c",
        "r"
      ],
      [
        "i",
        "f"
      ],
      [
        "is",
        "e"
      ],
      [
        "b",
        "re"
      ],
      [
        "t",
        "ou"
      ],
      [
        "y",
        "e"
      ],
      [
        "Q",
        "ue"
      ],
      [
        "we",
        "re"
      ],
      [
        "Q",
        "u"
      ],
      [
        "e",
        "lle"
      ],
      [
        "fr",
        "om"
      ],
      [
        "be",
        "au"
      ],
      [
        "C",
        "om"
      ],
      [
        "D",
        "on"
      ],
      [
        "d",
        "r"
      ],
      [
        "g",
        "ar"
      ],
      [
        "s",
        "ou"
      ],
      [
        "re",
        "ad"
      ],
      [
        "c",
        "ar"
      ],
      [
        "N",
        "e"
      ],
      [
        "l",
        "as"
      ],
      [
        "se",
        "e"
      ],
      [
        "m",
        "é"
      ],
      [
        "v",
        "ie"
      ],
      [
        "la",
        "is"
      ],
      [
        "all",
        "y"
      ],
      [
        "H",
        "ow"
      ],
      [
        "ion",
        "s"
      ],
      [
        "it",
        "é"
      ],
      [
        "as",
        "e"
      ],
      [
        "i",
        "er"
      ],
      [
        "T",
        "hat"
      ],
      [
        "te",
        "ll"
      ],
      [
        "li",
        "e"
      ],
      [
        "av",
        "ai"
      ],
      [
        "vo",
        "ir"
      ],
      [
        "wor",
        "k"
      ],
      [
        "vr",
        "ai"
      ],
      [
        "j",
        "am"
      ],
      [
        "i",
        "ve"
      ],
      [
        "m",
        "b"
      ],
      [
        "s",
        "or"
      ],
      [
        "v",
        "ou"
      ],
      [
        "the",
        "re"
      ],
      [
        "lo",
        "ok"
      ],
      [
        "cou",
        "p"
      ],
      [
        "b",
        "y"
      ],
      [
        "did",
        "n"
      ],
      [
        "al",
        "k"
      ],
      [
        "po",
        "s"
      ],
      [
        "vo",
        "tre"
      ],
      [
        "o",
        "ir"
      ],
      [
        "ne",
        "ed"
      ],
      [
        "mo",
        "re"
      ],
      [
        "to",
        "i"
      ],
      [
        "The",
        "re"
      ],
      [
        "b",
        "on"
      ],
      [
        "c",
        "es"
      ],
      [
        "m",
        "is"
      ],
      [
        "ê",
        "tes"
      ],
      [
        "ll",
        "es"
      ],
      [
        "am",
        "i"
      ],
      [
        "cet",
        "te"
      ],
      [
        "le",
        "t"
      ],
      [
        "go",
        "od"
      ],
      [
        "pen",
        "se"
      ],
      [
        "P",
        "our"
      ],
      [
        "n",
        "é"
      ],
      [
        "s",
        "ent"
      ],
      [
        "tr",
        "avai"
      ],
      [
        "l",
        "er"
      ],
      [
        "l",
        "f"
      ],
      [
        "a",
        "me"
      ],
      [
        "d",
        "ent"
      ],
      [
        "h",
        "u"
      ],
      [
        "av",
        "oir"
      ],
      [
        "N",
        "o"
      ],
      [
        "p",
        "h"
      ],
      [
        "ai",
        "r"
      ],
      [
        "M",
        "y"
      ],
      [
        "l",
        "ong"
      ],
      [
        "is",
        "h"
      ],
      [
        "ri",
        "e"
      ],
      [
        "e",
        "p"
      ],
      [
        "h",
        "ap"
      ],
      [
        "por",
        "t"
      ],
      [
        "t",
        "on"
      ],
      [
        "au",
        "t"
      ],
      [
        "di",
        "re"
      ],
      [
        "n",
        "u"
      ],
      [
        "in",
        "s"
      ],
      [
        "go",
        "ing"
      ],
      [
        "m",
        "in"
      ],
      [
        "p",
        "i"
      ],
      [
        "w",
        "ould"
      ],
      [
        "or",
        "s"
      ],
      [
        "ave",
        "z"
      ],
      [
        "cho",
        "se"
      ],
      [
        "sh",
        "ould"
      ],
      [
        "jam",
        "ais"
      ],
      [
        "l",
        "it"
      ],
      [
        "do",
        "es"
      ],
      [
        "ho",
        "w"
      ],
      [
        "E",
        "n"
      ],
      [
        "d",
        "y"
      ],
      [
        "j",
        "ust"
      ],
      [
        "m",
        "at"
      ],
      [
        "o",
        "b"
      ],
      [
        "v",
        "is"
      ],
      [
        "au",
        "x"
      ],
      [
        "com",
        "e"
      ],
      [
        "e",
        "very"
      ],
      [
        "g",
        "u"
      ],
      [
        "m",
        "or"
      ],
      [
        "Il",
        "s"
      ],
      [
        "m",
        "i"
      ],
      [
        "r",
        "ais"
      ],
      [
        "s",
        "om"
      ],
      [
        "s",
        "pe"
      ],
      [
        "v",
        "re"
      ],
      [
        "ou",
        "n"
      ],
      [
        "pe",
        "ux"
      ],
      [
        "o",
        "l"
      ],
      [
        "w",
        "ho"
      ],
      [
        "re",
        "d"
      ],
      [
        "he",
        "l"
      ],
      [
        "c",
        "or"
      ],
      [
        "f",
        "in"
      ],
      [
        "m",
        "u"
      ],
      [
        "c",
        "our"
      ],
      [
        "e",
        "l"
      ],
      [
        "ai",
        "me"
      ],
      [
        "th",
        "an"
      ],
      [
        "to",
        "o"
      ],
      [
        "c",
        "ro"
      ],
      [
        "p",
        "res"
      ],
      [
        "v",
        "ent"
      ],
      [
        "v",
        "ais"
      ],
      [
        "en",
        "s"
      ],
      [
        "be",
        "en"
      ],
      [
        "av",
        "ait"
      ],
      [
        "d",
        "s"
      ],
      [
        "il",
        "s"
      ],
      [
        "pr",
        "is"
      ],
      [
        "ne",
        "w"
      ],
      [
        "o",
        "in"
      ],
      [
        "s",
        "tu"
      ],
      [
        "ai",
        "d"
      ],
      [
        "tr",
        "ou"
      ],
      [
        "b",
        "u"
      ],
      [
        "b",
        "es"
      ],
      [
        "av",
        "ons"
      ],
      [
        "ac",
        "k"
      ],
      [
        "hel",
        "p"
      ],
      [
        "de",
        "v"
      ],
      [
        "ne",
        "ver"
      ],
      [
        "au",
        "tre"
      ],
      [
        "ang",
        "er"
      ],
      [
        "jour",
        "s"
      ],
      [
        "c",
        "er"
      ],
      [
        "v",
        "a"
      ],
      [
        "ap",
        "pe"
      ],
      [
        "A",
        "re"
      ],
      [
        "f",
        "er"
      ],
      [
        "p",
        "a"
      ],
      [
        "c",
        "ould"
      ],
      [
        "f",
        "i"
      ],
      [
        "f",
        "u"
      ],
      [
        "s",
        "he"
      ],
      [
        "s",
        "to"
      ],
      [
        "re",
        "st"
      ],
      [
        "se",
        "lf"
      ],
      [
        "tr",
        "ain"
      ],
      [
        "mu",
        "ch"
      ],
      [
        "a",
        "f"
      ],
      [
        "h",
        "om"
      ],
      [
        "v",
        "es"
      ],
      [
        "ant",
        "s"
      ],
      [
        "di",
        "ff"
      ],
      [
        "beau",
        "coup"
      ],
      [
        "b",
        "r"
      ],
      [
        "com",
        "me"
      ],
      [
        "ren",
        "t"
      ],
      [
        "vrai",
        "ment"
      ],
      [
        "ri",
        "en"
      ],
      [
        "ang",
        "e"
      ],
      [
        "Wh",
        "y"
      ],
      [
        "i",
        "de"
      ],
      [
        "t",
        "alk"
      ],
      [
        "ri",
        "ght"
      ],
      [
        "all",
        "er"
      ],
      [
        "go",
        "t"
      ],
      [
        "Pour",
        "quoi"
      ],
      [
        "c",
        "her"
      ],
      [
        "g",
        "ent"
      ],
      [
        "ê",
        "me"
      ],
      [
        "pe",
        "u"
      ],
      [
        "av",
        "ais"
      ],
      [
        "com",
        "p"
      ],
      [
        "tro",
        "p"
      ],
      [
        "b",
        "l"
      ],
      [
        "t",
        "ous"
      ],
      [
        "se",
        "d"
      ],
      [
        "re",
        "t"
      ],
      [
        "he",
        "ure"
      ],
      [
        "M",
        "on"
      ],
      [
        "ê",
        "te"
      ],
      [
        "re",
        "ally"
      ],
      [
        "de",
        "d"
      ],
      [
        "se",
        "z"
      ],
      [
        "ro",
        "w"
      ],
      [
        "e",
        "u"
      ],
      [
        "p",
        "ou"
      ],
      [
        "p",
        "ay"
      ],
      [
        "qu",
        "es"
      ],
      [
        "por",
        "te"
      ],
      [
        "pren",
        "dre"
      ],
      [
        "f",
        "ri"
      ],
      [
        "o",
        "ther"
      ],
      [
        "qu",
        "est"
      ],
      [
        "au",
        "s"
      ],
      [
        "p",
        "et"
      ],
      [
        "in",
        "t"
      ],
      [
        "le",
        "ur"
      ],
      [
        "tr",
        "i"
      ],
      [
        "E",
        "st"
      ],
      [
        "c",
        "au"
      ],
      [
        "ou",
        "ght"
      ],
      [
        "it",
        "ure"
      ],
      [
        "at",
        "her"
      ],
      [
        "the",
        "y"
      ],
      [
        "ac",
        "he"
      ],
      [
        "quel",
        "que"
      ],
      [
        "I",
        "s"
      ],
      [
        "S",
        "ami"
      ],
      [
        "on",
        "ly"
      ],
      [
        "pe",
        "ut"
      ],
      [
        "lo",
        "ve"
      ],
      [
        "c",
        "c"
      ],
      [
        "Ç",
        "a"
      ],
      [
        "lo",
        "t"
      ],
      [
        "wh",
        "en"
      ],
      [
        "i",
        "le"
      ],
      [
        "p",
        "é"
      ],
      [
        "t",
        "y"
      ],
      [
        "com",
        "m"
      ],
      [
        "mon",
        "de"
      ],
      [
        "fo",
        "is"
      ],
      [
        "Com",
        "ment"
      ],
      [
        "I",
        "n"
      ],
      [
        "re",
        "e"
      ],
      [
        "ar",
        "s"
      ],
      [
        "ar",
        "t"
      ],
      [
        "ver",
        "s"
      ],
      [
        "bo",
        "ok"
      ],
      [
        "per",
        "son"
      ],
      [
        "m",
        "ême"
      ],
      [
        "tr",
        "y"
      ],
      [
        "co",
        "re"
      ],
      [
        "bes",
        "oin"
      ],
      [
        "w",
        "here"
      ],
      [
        "an",
        "te"
      ],
      [
        "il",
        "d"
      ],
      [
        "av",
        "ant"
      ],
      [
        "j",
        "us"
      ],
      [
        "s",
        "ay"
      ],
      [
        "u",
        "le"
      ],
      [
        "con",
        "n"
      ],
      [
        "ta",
        "ke"
      ],
      [
        "w",
        "r"
      ],
      [
        "w",
        "on"
      ],
      [
        "es",
        "e"
      ],
      [
        "en",
        "f"
      ],
      [
        "it",
        "u"
      ],
      [
        "spe",
        "ak"
      ],
      [
        "n",
        "ouve"
      ],
      [
        "p",
        "u"
      ],
      [
        "t",
        "om"
      ],
      [
        "en",
        "core"
      ],
      [
        "de",
        "ux"
      ],
      [
        "me",
        "t"
      ],
      [
        "ic",
        "k"
      ],
      [
        "arri",
        "ve"
      ],
      [
        "O",
        "n"
      ],
      [
        "o",
        "ù"
      ],
      [
        "as",
        "k"
      ],
      [
        "b",
        "us"
      ],
      [
        "l",
        "à"
      ],
      [
        "it",
        "y"
      ],
      [
        "ce",
        "la"
      ],
      [
        "tr",
        "u"
      ],
      [
        "ac",
        "t"
      ],
      [
        "par",
        "ler"
      ],
      [
        "gr",
        "and"
      ],
      [
        "oun",
        "d"
      ],
      [
        "i",
        "que"
      ],
      [
        "bo",
        "dy"
      ],
      [
        "w",
        "at"
      ],
      [
        "C",
        "an"
      ],
      [
        "c",
        "le"
      ],
      [
        "l",
        "ang"
      ],
      [
        "m",
        "ust"
      ],
      [
        "p",
        "uis"
      ],
      [
        "t",
        "le"
      ],
      [
        "pla",
        "y"
      ],
      [
        "ct",
        "ion"
      ],
      [
        "fri",
        "end"
      ],
      [
        "U",
        "n"
      ],
      [
        "e",
        "at"
      ],
      [
        "j",
        "ou"
      ],
      [
        "to",
        "r"
      ],
      [
        "one",
        "y"
      ],
      [
        "som",
        "mes"
      ],
      [
        "g",
        "l"
      ],
      [
        "en",
        "ce"
      ],
      [
        "ét",
        "ais"
      ],
      [
        "a",
        "ch"
      ],
      [
        "c",
        "at"
      ],
      [
        "p",
        "ère"
      ],
      [
        "r",
        "a"
      ],
      [
        "v",
        "u"
      ],
      [
        "li",
        "ve"
      ],
      [
        "of",
        "f"
      ],
      [
        "fo",
        "re"
      ],
      [
        "hom",
        "me"
      ],
      [
        "f",
        "am"
      ],
      [
        "w",
        "o"
      ],
      [
        "is",
        "t"
      ],
      [
        "un",
        "der"
      ],
      [
        "tou",
        "jours"
      ],
      [
        "read",
        "y"
      ],
      [
        "las",
        "t"
      ],
      [
        "h",
        "ome"
      ],
      [
        "m",
        "and"
      ],
      [
        "m",
        "ble"
      ],
      [
        "n",
        "ing"
      ],
      [
        "o",
        "ld"
      ],
      [
        "ai",
        "ent"
      ],
      [
        "n",
        "om"
      ],
      [
        "ou",
        "gh"
      ],
      [
        "le",
        "z"
      ],
      [
        "ar",
        "r"
      ],
      [
        "ar",
        "gent"
      ],
      [
        "la",
        "it"
      ],
      [
        "does",
        "n"
      ],
      [
        "c",
        "ent"
      ],
      [
        "f",
        "ul"
      ],
      [
        "t",
        "ain"
      ],
      [
        "v",
        "ien"
      ],
      [
        "er",
        "s"
      ],
      [
        "che",
        "z"
      ],
      [
        "mais",
        "on"
      ],
      [
        "some",
        "thing"
      ],
      [
        "b",
        "i"
      ],
      [
        "g",
        "é"
      ],
      [
        "m",
        "al"
      ],
      [
        "w",
        "ent"
      ],
      [
        "en",
        "se"
      ],
      [
        "ve",
        "z"
      ],
      [
        "tr",
        "a"
      ],
      [
        "su",
        "p"
      ],
      [
        "ven",
        "ir"
      ],
      [
        "t",
        "ent"
      ],
      [
        "fe",
        "el"
      ],
      [
        "travai",
        "l"
      ],
      [
        "h",
        "ab"
      ],
      [
        "m",
        "oney"
      ],
      [
        "p",
        "ri"
      ],
      [
        "do",
        "is"
      ],
      [
        "pl",
        "an"
      ],
      [
        "aus",
        "si"
      ],
      [
        "I",
        "f"
      ],
      [
        "b",
        "et"
      ],
      [
        "o",
        "cc"
      ],
      [
        "p",
        "on"
      ],
      [
        "ro",
        "om"
      ],
      [
        "do",
        "w"
      ],
      [
        "W",
        "ho"
      ],
      [
        "a",
        "le"
      ],
      [
        "b",
        "ack"
      ],
      [
        "p",
        "t"
      ],
      [
        "î",
        "t"
      ],
      [
        "se",
        "ule"
      ],
      [
        "tu",
        "r"
      ],
      [
        "Mar",
        "ie"
      ],
      [
        "i",
        "ch"
      ],
      [
        "k",
        "es"
      ],
      [
        "n",
        "ée"
      ],
      [
        "o",
        "ple"
      ],
      [
        "p",
        "at"
      ],
      [
        "the",
        "m"
      ],
      [
        "tu",
        "re"
      ],
      [
        "ag",
        "ain"
      ],
      [
        "vo",
        "iture"
      ],
      [
        "C",
        "h"
      ],
      [
        "J",
        "ap"
      ],
      [
        "b",
        "li"
      ],
      [
        "c",
        "é"
      ],
      [
        "c",
        "re"
      ],
      [
        "ie",
